Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: Edit credential type
es: Editar el tipo de credencial
ko: 인증 정보 유형 편집
nl: Type toegangsgegevens bewerken
zh: 编辑凭证类型

source: Time in seconds to consider an inventory sync to be current. During job runs and callbacks the task system will evaluate the timestamp of the latest sync. If it is older than Cache Timeout, it is not considered current, and a new inventory sync will be performed.
es: Tiempo en segundos para considerar que una sincronización de inventario es actual. Durante las ejecuciones de trabajos y las devoluciones de llamada, el sistema de tareas evaluará la marca de tiempo de la última sincronización. Si es anterior al tiempo de espera de la caché, no se considera actual y se realizará una nueva sincronización del inventario.
ko: 재고 동기화를 현재로 간주하는 데 걸리는 시간 (초) 입니다. 작업 실행 및 콜백 중에 작업 시스템은 최신 동기화의 타임스탬프를 평가합니다. 캐시 시간 초과보다 오래된 경우 현재로 간주되지 않으며 새 인벤토리 동기화가 수행됩니다.
nl: Tijd in seconden om een voorraadsynchronisatie als actueel te beschouwen. Tijdens taakruns en callbacks evalueert het taaksysteem de tijdstempel van de nieuwste synchronisatie. Als het ouder is dan Cache Timeout, wordt het niet als actueel beschouwd en wordt een nieuwe voorraadsynchronisatie uitgevoerd.
zh: 将库存同步视为最新的时间（以秒为单位）。在作业运行和回调期间，任务系统将评估最新同步的时间戳。如果它早于缓存超时，则不视为当前，并将执行新的库存同步。

source: a new webhook url will be generated on save.
es: se generará una nueva URL de Webhook al guardar.
ko: 저장 시 새 Webhook URL이 생성됩니다.
nl: Er wordt een nieuwe webhook-URL gegenereerd bij het opslaan.
zh: 在保存时会生成一个新的 WEBHOOK url。

source: Back to execution environments
es: Volver a los entornos de ejecución
ko: 실행 환경으로 돌아가기
nl: Terug naar uitvoeringsomgevingen
zh: 返回到执行环境

source: Notification timed out
es: Caducó el tiempo de la notificación
ko: 알림 시간 초과
nl: Time-out voor bericht
zh: 通知超时

source: Failed to delete schedule.
es: No se pudo eliminar la programación.
ko: 일정을 삭제하지 못했습니다.
nl: Kan schema niet verwijderen.
zh: 删除调度失败。

source: Launch template
es: Ejecutar plantilla
ko: 템플릿 시작
nl: Sjabloon opstarten
zh: 启动模板

source: Provisioning fail
es: Fallo de aprovisionamiento
ko: 프로비저닝 실패
nl: Bevoorrading mislukt
zh: 置备失败

source: Host status information for this job is unavailable.
es: La información de estado del host para esta tarea no se encuentra disponible.
ko: 이 작업의 호스트 상태 정보를 사용할 수 없습니다.
nl: Statusinformatie van de host is niet beschikbaar voor deze taak.
zh: 此作业的主机状态信息不可用。

source: View inventory source details
es: Ver detalles de la fuente de inventario
ko: 인벤토리 소스 세부 정보 보기
nl: Details inventarisbron weergeven
zh: 查看清单源详情

source: Associate
es: Asociar
ko: 연결
nl: Associëren
zh: 关联

source: Insights system ID
es: ID del sistema de Insights
ko: Insights 시스템 ID
nl: Systeem-ID Insights
zh: Insights 系统 ID

source: Unknown Inventory
es: Inventario desconocido
ko: 알 수 없는 인벤토리
nl: Onbekende inventaris
zh: 未知库存

source: Failed to cancel Project Sync
es: No se pudo cancelar la sincronización de proyectos
ko: 프로젝트 동기화 취소 실패
nl: Kan projectsynchronisatie niet annuleren
zh: 取消项目同步失败

source: Select Input
es: Seleccionar entrada
ko: 입력 선택
nl: Input selecteren
zh: 选择输入

source: Hybrid
es: Híbrido
ko: 하이브리드
nl: Hybride
zh: 混合

source: Approve
es: Aprobar
ko: 승인
nl: Goedkeuring
zh: 批准

source: Greater than or equal to comparison.
es: Mayor o igual que la comparación.
ko: 비교보다 크거나 같습니다.
nl: Groter dan of gelijk aan vergelijking.
zh: 大于或等于比较。

source: Automation Analytics dashboard
es: Panel de control de Automation Analytics
ko: 자동화 분석 대시보드
nl: Dashboard automatiseringsanalyse
zh: 自动化分析仪表盘

source: {0} seconds
es: {0} segundos
ko: {0} 초
nl: {0} seconden
zh: {0} 秒

source: Launch
es: Ejecutar
ko: 시작
nl: Starten
zh: 启动

source: Instance not found.
es: Instancia no encontrada.
ko: 인스턴스를 찾을 수 없습니다.
nl: Instantie niet gevonden.
zh: 未找到实例

source: Managed nodes
es: Nodos gestionados
ko: 관리형 노드
nl: Beheerde knooppunten
zh: 受管的节点

source: Create New Workflow Template
es: Crear plantilla de flujo de trabajo
ko: 새 워크플로 템플릿 만들기
nl: Nieuwe workflowsjabloon maken
zh: 创建新工作流模板

source: IRC Server Address
es: Dirección del servidor IRC
ko: IRC 서버 주소
nl: IRC-serveradres
zh: IRC 服务器地址

source: Running jobs
es: Tareas en ejecución
ko: 실행 중인 작업
nl: Taken in uitvoering
zh: 运行作业

source: This field must not be blank.
es: Este campo no debe estar en blanco
ko: 이 필드는 비워 둘 수 없습니다.
nl: Dit veld mag niet leeg zijn
zh: 此字段不能为空。

source: Confirm node removal
es: Confirmar eliminación de nodo
ko: 노드 제거 확인
nl: Knooppunt verwijderen bevestigen
zh: 确认节点删除

source: Source Phone Number
es: Número de teléfono de la fuente
ko: 소스 전화 번호
nl: Brontelefoonnummer
zh: 源电话号码

source: Explanation
es: Explicación
ko: 설명
nl: Uitleg
zh: 解释

source: Please select an Inventory or check the Prompt on Launch option
es: Seleccione un inventario o marque la opción Preguntar al ejecutar.
ko: 인벤토리를 선택하거나 시작 시 프롬프트 옵션을 선택하십시오.
nl: Selecteer een inventaris of schakel de optie Melding bij opstarten in
zh: 请选择一个清单或者选中“启动时提示”选项

source: Error message body
es: Cuerpo del mensaje de error
ko: 오류 메시지 본문
nl: Foutbericht body
zh: 错误消息正文

source: The number of hosts you have automated against is below your subscription count.
es: El número de hosts que tiene automatizados es inferior al número de suscripciones.
ko: 자동화된 호스트 수는 서브스크립션 수 보다 적습니다.
nl: Het aantal hosts waartegen u geautomatiseerd heeft is lager dan uw abonnement.
zh: 您已自动针对的主机数量低于您的订阅数。

source: Failed to delete host.
es: No se pudo eliminar el host.
ko: 호스트를 삭제하지 못했습니다.
nl: Kan host niet verwijderen.
zh: 删除主机失败。

source: Created By (Username)
es: Creado por (nombre de usuario)
ko: (사용자 이름)에 의해 생성됨
nl: Gemaakt door (Gebruikersnaam)
zh: 创建者（用户名）

source: Peers update on {0}. Please be sure to run the install bundle for {1} again in order to see changes take effect.
es: Los compañeros se actualizan el {0}. Asegúrese de ejecutar el paquete de instalación para {1} de nuevo para que los cambios surtan efecto.
ko: 동료들은 {0} 에 업데이트됩니다. 변경 사항을 적용하려면 {1} 에 대한 설치 번들을 다시 실행하십시오.
nl: Peers-update op {0}. Zorg ervoor dat u de installatiebundel voor {1} opnieuw uitvoert om de wijzigingen van kracht te zien worden.
zh: 同行在 {0} 上更新。请务必再次运行 {1} 的安装包，以便看到更改生效。

source: Error deleting tokens
es: Error al eliminar tokens
ko: 토큰 삭제 중 오류 발생
nl: Fout bij het verwijderen van tokens
zh: 删除令牌时出错

source: Inventory
es: Inventario
ko: 인벤토리
nl: Inventaris
zh: 清单

source: Copy Template
es: Copiar plantilla
ko: 템플릿 복사
nl: Sjabloon kopiëren
zh: 复制模板

source: Delete survey question
es: Eliminar la pregunta de la encuesta
ko: 설문 조사 질문 삭제
nl: Vragenlijstvraag verwijderen
zh: 删除问卷调查问题

source: Recent Jobs list tab
es: Pestaña de la lista de tareas recientes
ko: 최근 작업 목록 탭
nl: Tabblad Lijst met recente takenlijst
zh: 最近的任务列表标签页

source: Past year
es: Año pasado
ko: 지난 해
nl: L'année passée
zh: %y 年

source: Remove {0} chip
es: Eliminar el chip de {0}
ko: {0} 칩 제거
nl: Chip {0} verwijderen
zh: 删除 {0} 芯片

source: IRC server address
es: Dirección del servidor IRC
ko: IRC 서버 주소
nl: IRC-serveradres
zh: IRC 服务器地址

source: confirm edit login redirect
es: confirmar la redirección del acceso a la edición
ko: 로그인 리디렉션 편집 확인
nl: omleiden inloggen bewerken bevestigen
zh: 确认编辑登录重定向

source: Changes
es: Cambios
ko: 변경 사항
nl: Wijzigingen
zh: 更改

source: Case-insensitive version of contains
es: Versión de contains que no distingue mayúsculas de minúsculas
ko: 대소문자를 구분하지 않는 버전을 포함합니다.
nl: Hoofdletterongevoelige versie van bevat
zh: 包含不区分大小写的版本

source: View Host Details
es: Ver detalles del host
ko: 호스트 세부 정보 보기
nl: Hostdetails weergeven
zh: 查看主机详情

source: Fourth
es: Cuarto
ko: 네 번째
nl: Vierde
zh: 第四

source: Scope
es: Ámbito
ko: 범위
nl: Bereik
zh: 范围

source: boolean
ko: 부울 방식
zh: 布尔

source: Delete Execution Environment
es: Eliminar entorno de ejecución
ko: 실행 환경 삭제
nl: Uitvoeringsomgeving verwijderen
zh: 删除执行环境

source: Enable log system tracking facts individually
es: Habilitar eventos de seguimiento del sistema de registro de forma individual
ko: 로그 시스템 추적 사실을 개별적으로 활성화
nl: Logboeksysteem dat feiten individueel bijhoudt inschakelen
zh: 单独启用日志系统跟踪事实

source: On days
es: En los días
ko: 요일에
nl: Aan-dagen
zh: 于日

source: Execution Node
es: Nodo de ejecución
ko: 실행 노드
nl: Uitvoeringsknooppunt
zh: 执行节点

source: Multi-Select
es: Selección múltiple
ko: 다중 선택
nl: Meerdere selectie
zh: 多选

source: The inventory that this host belongs to.
es: Seleccione el inventario al que pertenecerá este host.
ko: 이 호스트가 속할 인벤토리입니다.
nl: Selecteer de inventaris waartoe deze host zal behoren.
zh: 此主机要属于的清单。

source: {0} (deleted)
es: {0} (eliminado)
ko: {0} (삭제됨)
nl: {0} (verwijderd)
zh: {0}（已删除）

source: Notification color
es: Color de la notificación
ko: 알림 색상
nl: Berichtkleur
zh: 通知颜色

source: Add resource type
es: Agregar tipo de recurso
ko: 리소스 유형 추가
nl: Brontype toevoegen
zh: 添加资源类型

source: STATUS:
es: ESTADO:
ko: 상태:
zh: 状态：

source: User Details
es: Detalles del usuario
ko: 사용자 세부 정보
nl: Gebruikersdetails
zh: 用户详情

source: If enabled, the inventory will prevent adding any organization instance groups to the list of preferred instances groups to run associated job templates on. Note: If this setting is enabled and you provided an empty list, the global instance groups will be applied.
es: Si se activa, el inventario impedirá que se añadan grupos de instancias de la organización a la lista de grupos de instancias preferidos para ejecutar plantillas de trabajo asociadas. Nota: si esta opción está activada y ha proporcionado una lista vacía, se aplicarán los grupos de instancias globales.
ko: 활성화하면 인벤토리에서 연결된 작업 템플릿을 실행하는 기본 인스턴스 그룹 목록에 조직 인스턴스 그룹을 추가하지 않습니다. 참고: 이 설정이 활성화되어 있고 빈 목록을 제공한 경우 글로벌 인스턴스 그룹이 적용됩니다.
nl: Indien ingeschakeld, voorkomt deze inventaris dat instantiegroepen voor een organisatie worden toegevoegd aan de lijst met voorkeursinstantiegroepen om gekoppelde taaksjablonen op uit te voeren. Opmerking: als deze instelling is ingeschakeld en u een lege lijst hebt opgegeven, worden de globale instantiegroepen toegepast.
zh: 如果启用，则该清单将阻止将任何机构实例组添加到运行相关作业模板的首选实例组列表中。注：如果启用了此设置，且提供了空列表，则会应用全局实例组。

source: for more information.
es: para obtener más información.
ko: 자세한 내용
nl: voor meer informatie.
zh: 更多信息。

source: Job Delete Error
es: Error en la eliminación de tareas
ko: 작업 삭제 오류
nl: Fout bij verwijderen taak
zh: 作业删除错误

source: Please select an organization before editing the host filter
es: Seleccione una organización antes de modificar el filtro del host
ko: 호스트 필터를 편집하기 전에 조직을 선택하십시오.
nl: Selecteer een organisatie voordat u het hostfilter bewerkt
zh: 请在编辑主机过滤器前选择机构

source: Management Jobs
es: Trabajos de gestión
ko: 관리 작업
nl: Beheerderstaken
zh: 管理作业

source: Cancel link changes
es: Cancelar cambios de enlace
ko: 링크 변경 취소
nl: Linkwijzigingen annuleren
zh: 取消链路更改

source: Edit Group
es: Modificar grupo
ko: 그룹 편집
nl: Groep bewerken
zh: 编辑组

source: See errors on the left
es: Ver errores a la izquierda
ko: 왼쪽의 오류 보기
nl: Zie fouten links
zh: 在左侧查看错误

source: Client ID
es: ID del cliente
ko: 클라이언트 ID
zh: 客户端 ID

source: Select the port that Receptor will listen on for incoming connections, e.g. 27199.
es: Seleccione el puerto en el que el receptor escuchará las conexiones entrantes, por ejemplo, 27199.
ko: 수신 연결에 대해 리셉터가 수신 대기할 포트를 선택하십시오 (예: 27199).
nl: Selecteer de poort waarop Receptor zal luisteren voor inkomende verbindingen, bijv. 27199.
zh: 选择接收器将侦听传入连接的端口，例如27199。

source: HTTP Method
es: Método HTTP
ko: HTTP 방법
nl: HTTP-methode
zh: HTTP 方法

source: Workflow
es: Flujo de trabajo
ko: 워크플로우
zh: 工作流

source: Enabled Value
es: Valor habilitado
ko: 활성화된 값
nl: Ingeschakelde waarde
zh: 启用的值

source: Username / password
es: Nombre de usuario/contraseña
ko: 사용자 이름 / 암호
nl: Gebruikersnaam/wachtwoord
zh: 用户名/密码

source: View all Users.
es: Ver todos los usuarios.
ko: 모든 사용자 보기.
nl: Geef alle gebruikers weer.
zh: 查看所有用户。

source: workflow job template webhook key
es: clave de Webhook de la plantilla de trabajo del flujo de trabajo
ko: 워크플로 작업 템플릿 webhook 키
nl: webhooksleutel taaksjabloon voor workflows
zh: 工作流作业模板 webhook 密钥

source: 4 (Connection Debug)
es: 4 (Depuración de la conexión)
ko: 4 (연결 디버그)
nl: 4 (Foutopsporing verbinding)
zh: 4（连接调试）

source: HTTP Headers
es: Cabeceras HTTP
ko: HTTP 헤더
nl: HTTP-koppen
zh: HTTP 标头

source: Zoom Out
es: Alejar
ko: 축소
nl: Uitzoomen
zh: 缩小

source: Item OK
es: Elemento OK
ko: 항목 확인
zh: 项正常

source: Icon URL
es: URL de icono
ko: 아이콘 URL
nl: Icoon-URL
zh: 图标 URL

source: Update cache timeout
es: Tiempo de espera de la caché de actualización
ko: 캐시 시간 초과 업데이트
nl: Time-out van updatecache
zh: 更新缓存超时

source: Question
es: Pregunta
ko: 질문
nl: Vraag
zh: 问题

source: 0 (Normal)
ko: 0 (정상)
nl: 0 (Normaal)
zh: 0（普通）

source: Search submit button
es: Botón de envío de la búsqueda
ko: 검색 제출 버튼
nl: Knop Zoekopdracht verzenden
zh: 搜索提交按钮

source: You do not have permission to delete the following Groups: {itemsUnableToDelete}
es: No tiene permiso para eliminar los siguientes Grupos: {itemsUnableToDelete}
ko: 다음 그룹을 삭제할 권한이 없습니다. {itemsUnableToDelete}
nl: U hebt geen machtiging om de volgende groepen te verwijderen: {itemsUnableToDelete}
zh: 您没有权限删除以下组： {itemsUnableToDelete}

source: Notification type
es: Tipo de notificación
ko: 알림 유형
nl: Berichttype
zh: 通知类型

source: Cancel link removal
es: Cancelar eliminación del enlace
ko: 링크 삭제 취소
nl: Verwijdering van link annuleren
zh: 取消链接删除

source: There was an error loading this content. Please reload the page.
es: Se produjo un error al cargar este contenido. Vuelva a cargar la página.
ko: 이 콘텐츠를 로드하는 동안 오류가 발생했습니다. 페이지를 다시 로드하십시오.
nl: Er is een fout opgetreden bij het laden van deze inhoud. Laad de pagina opnieuw.
zh: 加载此内容时出错。请重新加载页面。

source: Action
es: Acción
ko: 동작
nl: Actie
zh: 操作

source: Smart inventory
es: Inventario inteligente
ko: 스마트 인벤토리
nl: Smart-inventaris
zh: 智能清单

source: Create new credential type
es: Crear un nuevo tipo de credencial
ko: 새 인증 정보 유형 만들기
nl: Nieuw type toegangsgegevens maken
zh: 创建新凭证类型

source: Occurrences
es: Ocurrencias
ko: 발생
nl: Voorvallen
zh: 发生次数

source: Removal Error
es: Error de eliminación
ko: 제거 오류
nl: Verwijderingsfout
zh: 删除错误

source: Workflow job details
es: Ver detalles de la tarea
ko: 워크플로우 작업 세부 정보
nl: Taakdetails weergeven
zh: 工作流作业详情

source: Fact Storage
es: Almacenamiento de datos
ko: 실제 스토리지
nl: Feitenopslag
zh: 事实存储

source: View Workflow Approval Details
es: Ver detalles de la aprobación del flujo de trabajo
ko: 워크플로우 승인 세부 정보 보기
nl: Details workflowgoedkeuring weergeven
zh: 查看工作流批准详情

source: Close subscription modal
es: Cerrar modal de suscripción
ko: 서브스크립션 모달 닫기
nl: Inschrijvingsmodus sluiten
zh: 关闭订阅模态

source: Service account JSON file
es: Archivo JSON de la cuenta de servicio
ko: 서비스 계정 JSON 파일
nl: JSON-bestand service-account
zh: 服务账户 JSON 文件

source: Select the Instance Groups for this Organization to run on.
es: Seleccione los grupos de instancias en los que se ejecutará esta organización.
ko: 이 조직에서 실행할 인스턴스 그룹을 선택합니다.
nl: Selecteer de instantiegroepen waar de organisatie op uitgevoerd wordt.
zh: 选择要运行此机构的实例组。

source: Failed to sync inventory source.
es: No se pudo sincronizar la fuente de inventario.
ko: 인벤토리 소스를 동기화하지 못했습니다.
nl: Kan inventarisbron niet synchroniseren.
zh: 同步清单源失败。

source: Select the Instance Groups for this Inventory to run on.
es: Seleccione los grupos de instancias en los que se ejecutará este inventario.
ko: 이 인벤토리의 인스턴스 그룹을 선택하여 실행할 인스턴스를 선택합니다.
nl: Selecteer de instantiegroepen waar deze inventaris op uitgevoerd wordt.
zh: 选择要运行此清单的实例组。

source: This feature is deprecated and will be removed in a future release.
es: Esta función está obsoleta y se eliminará en una futura versión.
ko: 이 기능은 더 이상 사용되지 않으며 향후 릴리스에서 제거될 예정입니다.
nl: Deze functie is afgeschaft en zal worden verwijderd in een toekomstige versie.
zh: 这个功能已被弃用并将在以后的发行版本中被删除。

source: Host Failed
es: Servidor fallido
ko: 호스트 실패
nl: Host is mislukt
zh: 主机故障

source: Running Jobs
es: Tareas en ejecución
ko: 실행 중인 작업
nl: Taken in uitvoering
zh: 运行任务

source: Client identifier
es: Identificador del cliente
ko: 클라이언트 식별자
nl: Clientidentificatie
zh: 客户端标识符

source: This inventory source is currently being used by other resources that rely on it. Are you sure you want to delete it?
es: Esta fuente de inventario está siendo utilizada por otros recursos que dependen de ella. ¿Está seguro de que desea eliminarla?
ko: 이 인벤토리 소스는 현재 이를 사용하는 다른 리소스에서 사용되고 있습니다. 삭제하시겠습니까?
nl: Deze inventarisbron wordt momenteel door andere bronnen gebruikt die erop vertrouwen. Weet u zeker dat u hem wilt verwijderen?
zh: 依赖该清单源的其他资源目前正在使用此清单源。确定要删除它吗？

source: Deny
es: Denegar
ko: 거부
nl: Weigeren
zh: 拒绝

source: Generic OIDC
es: OIDC genérico
ko: 일반 OIDC
nl: Generieke OIDC
zh: 通用 OIDC

source: Event detail
es: Detalles del evento
ko: 이벤트 세부 정보
nl: Gebeurtenisinformatie weergeven
zh: 查看详情

source: Changed
es: Cambiado
ko: 변경됨
nl: Gewijzigd
zh: 已更改

source: Project Sync
es: Sincronización del proyecto
ko: 프로젝트 동기화
nl: Projectsynchronisatie
zh: 项目同步

source: Select Groups
es: Seleccionar grupos
ko: 그룹 선택
nl: Groepen selecteren
zh: 选择组

source: Read
es: Lectura
ko: 읽기
nl: Lezen
zh: 读取

source: Edit Order
es: Orden de edición
ko: 순서 편집
nl: Volgorde bewerken
zh: 编辑顺序

source: Select option(s)
es: Seleccione la(s) opción(es)
ko: 옵션 선택
nl: Optie(s) selecteren
zh: 选择选项

source: This workflow has already been acted on
es: Este flujo de trabajo ya ha sido actuado
ko: 이 워크플로우는 이미 수행되었습니다.
nl: Deze workflow is reeds in gang gezet
zh: 此工作流已进行

source: Used capacity
es: Capacidad usada
ko: 사용된 용량
nl: Gebruikte capaciteit
zh: 使用的容量

source: Instance Filters
es: Filtros de instancias
ko: 인스턴스 필터
nl: Instantiefilters
zh: 实例过滤器

source: This field must not be blank
es: Este campo no debe estar en blanco
ko: 이 필드는 비워 둘 수 없습니다.
nl: Dit veld mag niet leeg zijn
zh: 此字段不能为空

source: View all Inventories.
es: Ver todos los inventarios.
ko: 모든 인벤토리 보기
nl: Geef alle inventarissen weer.
zh: 查看所有清单。

source: Host Async Failure
es: Servidor Async fallido
ko: 호스트 동기화 실패
nl: Host Async mislukking
zh: 主机同步故障

source: Ready
es: Listo
ko: 준비됨
nl: Klaar
zh: 就绪

source: Delete Notification
es: Eliminar notificación
ko: 알림 삭제
nl: Bericht verwijderen
zh: 删除通知

source: Less than or equal to comparison.
es: Menor o igual que la comparación.
ko: 비교 값보다 적거나 같습니다.
nl: Minder dan of gelijk aan vergelijking.
zh: 小于或等于比较。

source: Delete
es: ELIMINAR
ko: 삭제
nl: Verwijderen
zh: 删除

source: By default, we collect and transmit analytics data on the service usage to Red Hat. There are two categories of data collected by the service. For more information, see <0>{0}</0>. Uncheck the following boxes to disable this feature.
es: De forma predeterminada, recopilamos y transmitimos datos analíticos sobre el uso del servicio a Red Hat. Hay dos categorías de datos recopilados por el servicio. Para obtener más información, consulte <0>{0}</0>. Desmarque las siguientes casillas para desactivar esta función.
ko: 기본적으로 서비스 사용에 대한 분석 데이터를 수집하여 Red Hat으로 전송합니다. 서비스에서 수집하는 데이터에는 두 가지 범주가 있습니다. 자세한 내용은 < 0 > {0} </0 > 을 (를) 참조하십시오. 이 기능을 비활성화하려면 다음 확인란의 선택을 취소하십시오.
nl: Standaard verzamelen en verzenden we analytische gegevens over het gebruik van de service naar Red Hat. Er zijn twee categorieën gegevens die door de service worden verzameld. Zie <0>{0}</0> voor meer informatie. Schakel de volgende selectievakjes uit om deze functie uit te schakelen.
zh: 默认情况下，我们收集并向Red Hat传输有关服务使用情况的分析数据。服务收集的数据分为两类。有关更多信息，请参阅< 0 > {0} </0 >。取消选中以下复选框以禁用此功能。

source: This field will be retrieved from an external secret management system using the specified credential.
es: Este campo se recuperará de un sistema externo de gestión de claves secretas utilizando la credencial especificada.
ko: 이 필드는 지정된 인증 정보를 사용하여 외부 시크릿 관리 시스템에서 검색됩니다.
nl: Dit veld wordt met behulp van de opgegeven referentie opgehaald uit een extern geheimbeheersysteem.
zh: 此字段将使用指定的凭证从外部 secret 管理系统检索。

source: No YAML Available
es: No hay YAML disponible
ko: 사용할 수 있는 YAML 없음
nl: Geen yaml beschikbaar
zh: 没有可用的YAML

source: Cannot run health check on hop nodes.
es: No se puede ejecutar la comprobación de estado en los nodos de salto.
ko: 홉 노드에서 상태 점검을 실행할 수 없습니다.
nl: Kan geen gezondheidscontrole uitvoeren voor hop-knooppunten.
zh: 无法在跃点节点上运行健康检查。

source: Established
es: Establecido
ko: 설립되었습니다
nl: Gevestigd
zh: 已建立

source: Created
es: Creado
ko: 생성됨
nl: Gemaakt
zh: 创建

source: This action will delete the following:
es: Esta acción eliminará lo siguiente:
ko: 이 작업은 다음을 삭제합니다.
nl: Met deze actie wordt het volgende verwijderd:
zh: 此操作将删除以下内容：

source: A subscription manifest is an export of a Red Hat Subscription. To generate a subscription manifest, go to <0>access.redhat.com</0>. For more information, see the <1>{0}</1>.
es: Un manifiesto de suscripción es una exportación de una suscripción de Red Hat. Para generar un manifiesto de suscripción, vaya a <0>access.redhat.com</0>. Para obtener más información, consulte la <1>{0}</1>.
ko: 구독 매니페스트는 Red Hat Subscription의 내보내기입니다. 구독 매니페스트를 생성하려면 < 0 > access.redhat.com </0 > 으로 이동하십시오. 자세한 내용은 < 1 > {0} </1 > 을 참조하십시오.
nl: Een abonnementsmanifest is een export van een Red Hat-abonnement. Ga naar < 0 > access.redhat.com </0>om een abonnementsmanifest te genereren. Zie voor meer informatie de <1>{0}</1>.
zh: 订阅清单是红帽订阅的导出。要生成订阅清单，请转到< 0 > access.redhat.com </0 >。有关更多信息，请参阅< 1 > {0} </1 >。

source: Local
ko: 지역
nl: Lokaal
zh: 本地

source: Alert modal
es: Modal de alerta
ko: 경고 모달
nl: Waarschuwingsmodus
zh: 警报模式

source: Set type
es: Establecer tipo
ko: 설정 유형
nl: Type instellen
zh: 设置类型

source: Remove Node {nodeName}
es: Eliminar nodo {nodeName}
ko: {nodeName} 노드 제거
nl: Knooppunt {nodeName} verwijderen
zh: 删除节点 {nodeName}

source: Job status graph tab
es: Pestaña del gráfico de estado de la tarea
ko: 작업 상태 그래프 탭
nl: Grafiektabblad Taakstatus
zh: 作业状态图标签页

source: Redirect URIs
es: Redirigir URI
ko: 리디렉션 URI
nl: URI's doorverwijzen
zh: 重定向 URI

source: View smart inventory host details
es: Ver detalles del host de inventario inteligente
ko: 스마트 인벤토리 호스트 세부 정보 보기
nl: Hostdetails Smart-inventaris weergeven
zh: 查看智能清单主机详情

source: Failed to retrieve configuration.
es: No se pudo recuperar la configuración.
ko: 구성을 검색하지 못했습니다.
nl: Kan de configuratie niet ophalen.
zh: 获取配置失败。

source: Inventory not found.
es: No se encontró el inventario.
ko: 인벤토리를 찾을 수 없음
nl: Inventaris niet gevonden.
zh: 未找到清单。

source: Cancel
es: Cancelar
ko: 취소
nl: Annuleren
zh: 取消

source: View all applications.
es: Ver todas las aplicaciones.
ko: 모든 애플리케이션 보기.
nl: Geef alle toepassingen weer.
zh: 查看所有应用程序。

source: Smart host filter
es: Filtro de host inteligente
ko: 스마트 호스트 필터
zh: 智能主机过滤器

source: Job Slicing
es: Fraccionamiento de trabajos
ko: 작업 분할
nl: Taken verdelen
zh: 作业分片

source: Convergence select
es: Selección de convergencia
ko: 통합 선택
nl: Convergentie selecteren
zh: 趋同选择

source: for more info.
es: para obtener más información.
ko: 자세한 내용
nl: voor meer info.
zh: 更多信息。

source: This Project needs to be updated
es: Este proyecto debe actualizarse
ko: 이 프로젝트를 업데이트해야 합니다.
nl: Dit project moet worden bijgewerkt
zh: 此项目需要被更新

source: Start sync process
es: Iniciar proceso de sincronización
ko: 동기화 프로세스 시작
nl: Start het synchronisatieproces
zh: 启动同步进程

source: Sign in with Google
es: Iniciar sesión con Google
ko: Google로 로그인
nl: Aanmelden met Google
zh: 使用 Google 登录

source: Inventory File
es: Archivo de inventario
ko: 인벤토리 파일
nl: Inventarisbestand
zh: 清单文件

source: Go to last page
es: Ir a la última página
ko: 마지막 페이지로 이동
nl: Ga naar de laatste pagina
zh: 进入最后页

source: Host Count
es: Recuento de hosts
ko: 호스트 수
nl: Aantal hosts
zh: 主机计数

source: Control node
es: Nodo de control
ko: 컨트롤 노드
nl: Controleknooppunt
zh: 控制节点

source: Failed to delete one or more execution environments
es: No se pudo eliminar uno o más entornos de ejecución
ko: 하나 이상의 실행 환경을 삭제하지 못했습니다.
nl: Een of meer uitvoeringsomgevingen kunnen niet worden verwijderd
zh: 删除一个或多个执行环境失败
