Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: Set the instance enabled or disabled. If disabled, jobs will not be assigned to this instance.
es: Establezca la instancia habilitada o deshabilitada. Si se desactiva, los trabajos no se asignarán a esta instancia.
ko: 인스턴스 활성화 또는 비활성화를 설정합니다. 비활성화된 경우 작업이 이 인스턴스에 할당되지 않습니다.
nl: Zet de instantie aan of uit. Indien uitgeschakeld, zullen er geen taken aan deze instantie worden toegewezen.
zh: 设置实例被启用或禁用。如果禁用，则不会将作业分配给此实例。

source: and click on Update Revision on Launch.
es: y haga clic en Actualizar revisión en Launch.
ko: update Revision on Launch를 클릭합니다.
nl: en klik op Update Revision on Launch.
zh: 然后单击启动时更新修订版本。

source: End User License Agreement
es: Acuerdo de licencia de usuario final
ko: 최종 사용자 라이센스 계약
nl: Licentie-overeenkomst voor eindgebruikers
zh: 最终用户许可证协议

source: Setting category
es: Categoría de la configuración
ko: 카테고리 설정
nl: Categorie instellen
zh: 设置类别

source: Back to Credentials
es: Volver a Credenciales
ko: 인증 정보로 돌아가기
nl: Terug naar toegangsgegevens
zh: 返回到凭证

source: View all Teams.
es: Ver todos los equipos.
ko: 모든 팀 보기.
nl: Geef alle teams weer.
zh: 查看所有团队。

source: Artifacts
es: Artefactos
ko: 아티팩트
nl: Artefacten
zh: 工件

source: Go to next page
es: Ir a la página siguiente
ko: 다음 페이지로 이동
nl: Ga naar de volgende pagina
zh: 进入下一页

source: Credential passwords
es: Contraseñas de credenciales
ko: 인증 정보 암호
nl: Wachtwoorden toegangsgegevens
zh: 凭证密码

source: Health checks are asynchronous tasks. See the
es: Las comprobaciones de estado son tareas asincrónicas. Consulte la
ko: 상태 점검은 비동기 작업입니다. 다음을 참조하십시오.
nl: Gezondheidscontroles zijn asynchrone taken. Zie de
zh: 运行状况检查是异步任务。请参阅

source: Cancel subscription edit
es: Cancelar modificación de la suscripción
ko: 서브스크립션 편집 취소
nl: Abonnement bewerken annuleren
zh: 取消订阅编辑

source: Edit group
es: Editar grupo
ko: 그룹 편집
nl: Groep bewerken
zh: 编辑组

source: Copy full revision to clipboard.
es: Copie la revisión completa al portapapeles.
ko: 클립보드에 전체 버전을 복사합니다.
nl: Volledige herziening kopiëren naar klembord.
zh: 将完整修订复制到剪贴板。

source: Error:
ko: 오류:
nl: Fout:
zh: 错误：

source: View all settings
es: Ver todas las configuraciones
ko: 모든 설정 보기
nl: Alle instellingen weergeven
zh: 查看所有设置

source: No {pluralizedItemName} Found
es: No se ha encontrado {pluralizedItemName}
ko: {pluralizedItemName} 을/를 찾을 수 없음
nl: {pluralizedItemName} niet gevonden
zh: 未找到 {pluralizedItemName}

source: timed out
es: agotado
ko: 시간 초과
nl: time-out
zh: 超时

source: Some search modifiers like not__ and __search are not supported in Smart Inventory host filters. Remove these to create a new Smart Inventory with this filter.
es: Algunos modificadores de búsqueda como not__ y __search no se admiten en los filtros de host del Inventario Inteligente. Elimínelos para crear un nuevo inventario inteligente con este filtro.
ko: not__ 및 __search와 같은 일부 검색 수정자는 스마트 인벤토리 호스트 필터에서 지원되지 않습니다. 이 필터를 사용하여 새 스마트 인벤토리를 생성하려면 제거합니다.
nl: Sommige zoekmodifiers zoals not__ en __search worden niet ondersteund in Smart Inventory hostfilters. Verwijder deze om een nieuwe Smart Inventory te maken met dit filter.
zh: 智能清单主机过滤器中不支持 not__ 和 __search 等一些搜索修饰符。删除这些修改以使用此过滤器创建新的智能清单。

source: View Logging settings
es: Ver la configuración del registro
ko: 로깅 설정 보기
nl: Logboekregistratie-instellingen weergeven
zh: 查看日志记录设置

source: Select Items from List
es: Seleccionar elementos de la lista
ko: 목록에서 항목 선택
nl: Items in lijst selecteren
zh: 从列表中选择项

source: Select a credential Type
es: Seleccionar un tipo de credencial
ko: 인증 정보 유형 선택
nl: Type toegangsgegevens selecteren
zh: 选择一个凭证类型

source: Controls whether or not this instance is managed by policy. If enabled, the instance will be available for automatic assignment to and unassignment from instance groups based on policy rules.
es: Controla si esta instancia está gestionada por la directiva o no. Si está habilitada, la instancia estará disponible para la asignación automática y la desasignación de grupos de instancias en función de las reglas de la política.
ko: 이 인스턴스가 정책에 의해 관리되는지 여부를 제어합니다. 활성화된 경우, 인스턴스는 정책 규칙에 따라 인스턴스 그룹에 대한 자동 할당 및 할당 해제에 사용할 수 있습니다.
nl: Bepaalt of deze instantie al dan niet door beleid wordt beheerd. Indien ingeschakeld, is het exemplaar beschikbaar voor automatische toewijzing aan en verwijdering uit exemplaargroepen op basis van beleidsregels.
zh: 控制此实例是否由策略管理。如果启用，实例将可用于根据策略规则自动分配给实例组和取消分配实例组。

source: Finished
es: Finalizado
ko: 완료
nl: Voltooid
zh: 完成

source: Save & Exit
es: Guardar y salir
ko: 저장 및 종료
nl: Opslaan en afsluiten
zh: 保存并退出

source: Select the inventory that this host will belong to.
es: Seleccione el inventario al que pertenecerá este host.
ko: 이 호스트가 속할 인벤토리를 선택합니다.
nl: Selecteer de inventaris waartoe deze host zal behoren.
zh: 选择此主机要属于的清单。

source: Out of compliance
es: No cumple con los requisitos
ko: 규정 준수 외
nl: Niet compliant
zh: 不合规

source: Failure Explanation:
es: Explicación del fallo:
ko: 실패 설명:
nl: Storing Verklaring:
zh: 解释失败：

source: February
es: Febrero
ko: 2월
nl: Februari
zh: 2 月

source: View all management jobs
es: Ver todas las tareas de gestión
ko: 모든 관리 작업 보기
nl: Alle beheertaken weergeven
zh: 查看所有管理作业

source: Delete application
es: Eliminar aplicación
ko: 애플리케이션 삭제
nl: Toepassing maken
zh: 创建应用

source: Client secret
es: Clave secreta del cliente
ko: 클라이언트 시크릿
nl: Clientgeheim
zh: 客户端 secret

source: Create New Job Template
es: Crear nueva plantilla de trabajo
ko: 새 작업 템플릿 만들기
nl: Nieuwe taaksjabloon maken
zh: 创建新作业模板

source: Inventory Sync
es: Sincronización de inventario
ko: 인벤토리 동기화
nl: Inventarissynchronisatie
zh: 清单同步

source: Copyright
ko: 저작권
zh: 版权

source: Edit Instance
es: Editar instancia
ko: 인스턴스 편집
nl: Instantie Bewerken
zh: 编辑实例

source: View TACACS+ settings
es: Ver la configuración de TACACS+
ko: TACACS + 설정 보기
nl: TACACS+ instellingen weergeven
zh: 查看 TACACS+ 设置

source: Are you sure you want to remove all the nodes in this workflow?
es: ¿Está seguro de que desea eliminar todos los nodos de este flujo de trabajo?
ko: 이 워크플로우에서 모든 노드를 제거하시겠습니까?
nl: Weet u zeker dat u alle knooppunten in deze workflow wilt verwijderen?
zh: 您确定要删除此工作流中的所有节点吗？

source: Last job
es: Última tarea
ko: 마지막 작업
nl: Laatste taak
zh: 最后作业

source: Workflow Approval
es: Aprobación del flujo de trabajo
ko: 워크플로우 승인
nl: Workflowgoedkeuring
zh: 工作流已批准

source: Node types
es: Tipos de nodo
ko: 노드 유형
nl: Typen knooppunten
zh: 节点类型

source: documentation
es: documentación
ko: 문서
nl: documentatie
zh: 文档

source: Are you sure you want to cancel this job?
es: ¿Está seguro de que desea cancelar esta tarea?
ko: 이 작업을 취소하시겠습니까?
nl: Weet u zeker dat u deze taak wilt annuleren?
zh: 您确定要取消此作业吗？

source: Hosts
es: Servidores
ko: 호스트
zh: 主机

source: Frequency did not match an expected value
es: La frecuencia no coincide con un valor esperado
ko: 빈도가 예상 값과 일치하지 않음
nl: Frequentie kwam niet overeen met een verwachte waarde
zh: 频率与预期值不匹配

source: E-mail
es: Correo electrónico
ko: 이메일
zh: 电子邮件

source: Job Type
es: Tipo de trabajo
ko: 작업 유형
nl: Soort taak
zh: 作业类型

source: Only Group By
es: Agrupar solo por
ko: 그룹 별로만
nl: Alleen ordenen op
zh: 唯一分组标准

source: There was a problem logging in. Please try again.
es: Hubo un problema al iniciar sesión. Inténtelo de nuevo.
ko: 로그인하는 데 문제가 있었습니다. 다시 시도하십시오.
nl: Er is een probleem met inloggen. Probeer het opnieuw.
zh: 登录时有问题。请重试。

source: Roles
ko: 역할
nl: Rollen
zh: 角色

source: Test Notification
es: Probar notificación
ko: 테스트 알림
nl: Testbericht
zh: 测试通知

source: Target URL
es: URL destino
ko: 대상 URL
nl: Doel-URL
zh: 目标 URL

source: Revert to factory default.
es: Revertir a los valores predeterminados de fábrica.
ko: 팩토리 기본 설정으로 되돌립니다.
nl: Terugzetten op fabrieksinstellingen.
zh: 恢复到工厂默认值。

source: Filter by failed jobs
es: Filtrar por trabajos fallidos
ko: 실패한 작업으로 필터링
nl: Filteren op mislukte opdrachten
zh: 根据失败的作业过滤

source: Remove {0} Access
es: Eliminar el acceso de {0}
ko: {0} 액세스 제거
nl: Toegang {0} verwijderen
zh: 删除 {0} 访问

source: Playbook Started
es: Playbook iniciado
ko: 플레이북 시작됨
nl: Draaiboek gestart
zh: Playbook 已启动

source: This workflow job template is currently being used by other resources. Are you sure you want to delete it?
es: Esta plantilla de trabajo del flujo de trabajo está siendo utilizada por otros recursos. ¿Está seguro de que desea eliminarla?
ko: 이 워크플로우 작업 템플릿은 현재 다른 리소스에서 사용되고 있습니다. 삭제하시겠습니까?
nl: Deze sjabloon voor workflowtaken wordt momenteel gebruikt door andere bronnen. Weet u zeker dat u hem wilt verwijderen?
zh: 其他资源目前正在使用此工作流作业模板。确定要删除它吗？

source: No Hosts Matched
es: Ningún servidor corresponde
ko: 일치하는 호스트가 없음
nl: Geen overeenkomende hosts
zh: 未匹配主机

source: Back to Notifications
es: Volver a Notificaciones
ko: 알림으로 돌아가기
nl: Terug naar berichten
zh: 返回到通知

source: Protocol
es: Protocolo
ko: 프로토콜
zh: 协议

source: option to the
es: opción a
ko: 옵션
nl: optie aan de
zh: 选项

source: Failed to delete user.
es: No se pudo eliminar el usuario.
ko: 사용자를 삭제하지 못했습니다.
nl: Kan gebruiker niet verwijderen.
zh: 删除用户失败。

source: Container Group
es: Grupo de contenedores
ko: 컨테이너 그룹
nl: Containergroep
zh: 容器组

source: Save link changes
es: Guardar los cambios del enlace
ko: 링크 변경 저장
nl: Linkwijzigingen opslaan
zh: 保存链路更改

source: Past week
es: Semana pasada
ko: 지난 주
nl: Afgelopen week
zh: 过去一周

source: Fuzzy search on id, name or description fields.
es: Búsqueda difusa en los campos id, nombre o descripción.
ko: id, 이름 또는 설명 필드에서 퍼지 검색
nl: Fuzzy search op id, naam of beschrijvingsvelden.
zh: 模糊搜索 id、name 或 description 字段。

source: This intance is currently being used by other resources. Are you sure you want to delete it?
es: Esta intención está siendo utilizada actualmente por otros recursos. ¿Seguro que quieres eliminarlo?
ko: 이 인텐스는 현재 다른 리소스에서 사용 중입니다. 정말로 삭제하시겠습니까?
nl: Deze intentie wordt momenteel gebruikt door andere bronnen. Weet u zeker dat u het wilt verwijderen?
zh: 此特性当前正被其他资源使用。您确定要删除它吗？

source: Launch management job
es: Ejecutar tarea de gestión
ko: 관리 작업 시작
nl: Beheertaak opstarten
zh: 启动管理作业

source: Add existing group
es: Agregar grupo existente
ko: 기존 그룹 추가
nl: Bestaande groep toevoegen
zh: 添加现有组

source: Deprovisioning these instances could impact other resources that rely on them. Are you sure you want to delete anyway?
es: Desaprovisionar estas instancias podría afectar a otros recursos que dependen de ellas. ¿Está seguro de que desea eliminar de todos modos?
ko: 이러한 인스턴스의 프로비저닝을 해제하면 인스턴스에 의존하는 다른 리소스에 영향을 미칠 수 있습니다. 그래도 삭제하시겠습니까?
nl: Het verwijderen van deze instanties kan van invloed zijn op andere bronnen die ervan afhankelijk zijn. Weet u zeker dat u het toch wilt verwijderen?
zh: 取消配置这些实例可能会影响依赖它们的其他资源。您确定要删除吗？

source: Soft delete
es: Eliminación Temporal
ko: 소프트 삭제
nl: Zacht verwijderen
zh: 软删除

source: Metadata
es: Metadatos
ko: 메타데이터
zh: 元数据

source: Timeout seconds
es: Tiempo de espera en segundos
ko: 시간 제한 (초)
nl: Time-out seconden
zh: 超时秒

source: Are you sure you want to exit the Workflow Creator without saving your changes?
es: ¿Está seguro de que desea salir del Creador de flujo de trabajo sin guardar los cambios?
ko: 변경 사항을 저장하지 않고 Workflow Creator를 종료하시겠습니까?
nl: Weet u zeker dat u de workflowcreator wil verlaten zonder uw wijzigingen op te slaan?
zh: 您确定要退出 Workflow Creator 而不保存您的更改吗？

source: Revision
es: Revisión
ko: 버전
nl: Herziening
zh: 修订

source: Toggle legend
es: Alternar leyenda
ko: 범례 전환
nl: Legenda wisselen
zh: 切换图例

source: Tokens
ko: 토큰
zh: 令牌

source: Minute
es: Minuto
ko: 분
nl: Minuut
zh: 分钟

source: Total Nodes
es: Nodos totales
ko: 총 노드
nl: Totaalaantal knooppunten
zh: 节点总数

source: Hour
es: Hora
ko: 시간
nl: Uur
zh: 小时

source: Name
es: Nombre
ko: 이름
nl: Naam
zh: 名称

source: Host Config Key
es: Clave de configuración del servidor
ko: 호스트 구성 키
nl: Configuratiesleutel host
zh: 主机配置键

source: Launch | {0})
es: Iniciar (1)QShortcut
ko: (1) 실행QShortcut
nl: (1) opstartenQShortcut
zh: 启动 （1）

source: Enable privilege escalation
es: Habilitar elevación de privilegios
ko: 권한 에스컬레이션 활성화
nl: Verhoging van rechten inschakelen
zh: 启用权限升级

source: Related resource
es: Recursos relacionados
ko: 관련 리소스
nl: Verwante bron
zh: 相关资源

source: Failed to delete notification.
es: No se pudo eliminar la notificación.
ko: 알림을 삭제하지 못했습니다.
nl: Kan bericht niet verwijderen.
zh: 删除通知失败。

source: Show less
es: Mostrar menos
ko: 더 적은 수를 표시
nl: Minder tonen
zh: 显示更少

source: Failed to delete one or more jobs.
es: No se pudo eliminar una o más tareas.
ko: 하나 이상의 작업을 삭제하지 못했습니다.
nl: Een of meer taken kunnen niet worden verwijderd.
zh: 删除一个或多个作业失败。

source: Run Command
es: Ejecutar comando
ko: 명령 실행
nl: Opdracht uitvoeren
zh: 运行命令

source: plugin configuration guide.
es: guía de configuración del plugin.
ko: 플러그인 구성 가이드.
nl: plugin configuratiegids.
zh: 插件配置指南。

source: View LDAP Settings
es: Ver la configuración de LDAP
ko: LDAP 설정 보기
nl: LDAP-instellingen weergeven
zh: 查看 LDAP 设置

source: API Service/Integration Key
es: Servicio API/Clave de integración
ko: API 서비스/통합 키
nl: Service-/integratiesleutel API
zh: API 服务/集成密钥

source: Failed to cancel one or more jobs.
es: No se pudo cancelar una o varias tareas.
ko: 하나 이상의 작업을 취소하지 못했습니다.
nl: Kan een of meer taken niet annuleren.
zh: 取消一个或多个作业失败。

source: Hosts remaining
es: Hosts restantes
ko: 남아 있는 호스트
nl: Resterende hosts
zh: 剩余主机

source: Failed to update survey.
es: No se pudo actualizar la encuesta.
ko: 설문 조사를 업데이트하지 못했습니다.
nl: Kan de vragenlijst niet bijwerken.
zh: 更新问卷调查失败。

source: Failed
es: Fallido
ko: 실패
nl: Mislukt
zh: 失败

source: ID of the Dashboard
es: ID del panel de control
ko: 대시보드 ID
nl: ID van het dashboard
zh: 仪表盘 ID

source: Source variables
es: Variables de fuente
ko: 소스 변수
nl: Bronvariabelen
zh: 源变量

source: Add Question
es: Agregar pregunta
ko: 질문 추가
nl: Vraag toevoegen
zh: 添加问题

source: Actions
es: Acciones
ko: 동작
nl: Acties
zh: 操作

source: Event summary not available
es: Resumen del evento no disponible.
ko: 이벤트 요약을 사용할 수 없음
nl: Samenvatting van de gebeurtenis niet beschikbaar
zh: 事件摘要不可用

source: User
es: Usuario
ko: 사용자
nl: Gebruiker
zh: 用户

source: Deleting these templates could impact some workflow nodes that rely on them. Are you sure you want to delete anyway?
es: La eliminación de estas plantillas podría afectar a algunos nodos de flujo de trabajo que dependen de ellas. ¿Está seguro de que desea eliminar de todos modos?
ko: 이러한 템플릿을 삭제하면 해당 템플릿에 의존하는 일부 워크플로 노드에 영향을 미칠 수 있습니다. 그래도 삭제하시겠습니까?
nl: Het verwijderen van deze sjablonen kan van invloed zijn op sommige workflowknooppunten die erop vertrouwen. Weet u zeker dat u het toch wilt verwijderen?
zh: 删除这些模板可能会影响依赖它们的一些工作流节点。您确定要删除吗？

source: Confirm
es: Confirmar
ko: 확인
nl: Bevestigen
zh: 确认

source: Go to first page
es: Ir a la primera página
ko: 첫 페이지로 이동
nl: Ga naar de eerste pagina
zh: 前往第一页

source: details.
es: Detalles
ko: 세부 정보
nl: Meer informatie
zh: 详情。

source: Subscription manifest
es: Manifiesto de suscripción
ko: 서브스크립션 매니페스트
nl: Abonnementsmanifest
zh: 订阅清单

source: {automatedInstancesCount} since {automatedInstancesSinceDateTime}
es: {automatedInstancesCount} desde {automatedInstancesSinceDateTime}
ko: {automatedInstancesSinceDateTime} 이후 {automatedInstancesCount}
nl: {automatedInstancesCount} sinds {automatedInstancesSinceDateTime}
zh: {automatedInstancesCount} 自 {automatedInstancesSinceDateTime}

source: No job data available
es: No hay datos de tareas disponibles.
ko: 사용 가능한 작업 데이터가 없습니다.
nl: Geen taakgegevens beschikbaar
zh: 没有可用作业数据

source: Approved
es: Aprobado
ko: 승인됨
nl: Goedgekeurd
zh: 已批准

source: Dashboard
es: Panel de control
ko: 대시보드
zh: 仪表盘

source: Allow branch override
es: Permitir la invalidación de la rama
ko: 분기 덮어쓰기 허용
nl: Overschrijven van vertakking toelaten
zh: 允许分支覆写

source: Edit Credential
es: Modificar credencial
ko: 인증 정보 편집
nl: Toegangsgegevens bewerken
zh: 编辑凭证

source: Key
es: Clave
ko: 키
nl: Sleutel
zh: 密钥

source: Username
es: Usuario
ko: 사용자 이름
nl: Gebruikersnaam
zh: 用户名

source: Success message body
es: Cuerpo del mensaje de éxito
ko: 성공 메시지 본문
nl: Body succesbericht
zh: 成功消息正文

source: Playbook run
es: Ejecución de playbook
ko: 플레이북 실행
nl: Uitvoering van draaiboek
zh: Playbook 运行

source: Item Failed
es: Elemento fallido
ko: 항목 실패
nl: Item mislukt
zh: 项故障

source: Team Roles
es: Roles de equipo
ko: 팀 역할
nl: Teamrollen
zh: 团队角色

source: Administration
es: Administración
ko: 관리
nl: Beheer
zh: 管理

source: Label
es: Etiqueta
ko: 레이블
zh: 标志

source: Revert all
es: Revertir todo
ko: 모두 되돌리기
nl: Alles terugzetten
zh: 恢复所有

source: Select your Ansible Automation Platform subscription to use.
es: Seleccione su suscripción a Ansible Automation Platform para utilizarla.
ko: 사용할 Ansible Automation Platform 서브스크립션을 선택합니다.
nl: Selecteer het Ansible Automation Platform-abonnement dat u wilt gebruiken.
zh: 选择要使用的 Ansible Automation Platform 订阅。

source: Failed to assign roles properly
es: No se pudieron asignar correctamente los roles
ko: 역할을 적절하게 할당하지 못했습니다.
nl: Kan rollen niet goed toewijzen
zh: 正确分配角色失败

source: brand logo
es: logotipo de la marca
ko: 브랜드 로고
nl: merklogo
zh: 品牌徽标

source: Password
es: Contraseña
ko: 암호
nl: Wachtwoord
zh: 密码

source: View Miscellaneous System settings
es: Ver la configuración de sistemas varios
ko: 기타 시스템 설정 보기
nl: Diverse systeeminstellingen weergeven
zh: 查看杂项系统设置

source: Type Details
es: Detalles del tipo
ko: 유형 세부 정보
nl: Soortdetails
zh: 类型详情

source: Job Template
es: Plantilla de trabajo
ko: 작업 템플릿
nl: Taaksjabloon
zh: 任务模板

source: Install Bundle
es: Instalar el paquete
ko: 번들 설치
nl: Bundel installeren
zh: 安装捆绑包

source: Clear subscription
es: Borrar suscripción
ko: 서브스크립션 지우기
nl: Abonnement wissen
zh: 清除订阅

source: Input configuration
es: Configuración de entrada
ko: 입력 구성
nl: Configuratie-input
zh: 输入配置

source: {0, plural, one {{1}} other {{2}}}
ko: {0, plural, other {{2}}}

source: Delete smart inventory
es: Eliminar inventario inteligente
ko: 스마트 인벤토리 삭제
nl: Smart-inventaris maken
zh: 删除智能清单

source: Show
es: Mostrar
ko: 표시
nl: Tonen
zh: 显示

source: Failed to disassociate one or more teams.
es: No se pudo disociar uno o más equipos.
ko: 하나 이상의 팀을 연결 해제하지 못했습니다.
nl: Een of meer teams kunnen niet worden losgekoppeld.
zh: 解除关联一个或多个团队失败。

source: Field matches the given regular expression.
es: El campo coincide con la expresión regular dada.
ko: 필드는 지정된 정규식과 일치합니다.
nl: Het veld komt overeen met de opgegeven reguliere expressie.
zh: 字段与给出的正则表达式匹配。

source: Inventory Update
es: Actualización del inventario
ko: 인벤토리 업데이트
nl: Inventarisupdate
zh: 清单更新

source: Concurrent Jobs
es: Tareas concurrentes
ko: 동시 작업
nl: Gelijktijdige taken
zh: 并发作业

source: Miscellaneous System settings
es: Configuración de sistemas varios
ko: 기타 시스템 설정
nl: Diverse systeeminstellingen
zh: 杂项系统设置

source: When was the host first automated
es: ¿Cuándo se automatizó por primera vez el anfitrión?
ko: 호스트가 처음으로 자동화된 시점은 언제였나요?
nl: Wanneer werd de host voor het eerst geautomatiseerd
zh: 房东首次自动执行操作的时间

source: Create New User
es: Crear nuevo usuario
ko: 새 사용자 만들기
nl: Nieuwe gebruiker maken
zh: 创建新用户

source: a new webhook key will be generated on save.
es: se generará una nueva clave de Webhook al guardar.
ko: 저장 시 새 Webhook 키가 생성됩니다.
nl: Er wordt een nieuwe webhooksleutel gegenereerd bij het opslaan.
zh: 在保存时会生成一个新的 WEBHOOK 密钥。

source: Expected at least one of client_email, project_id or private_key to be present in the file.
es: Se esperaba que al menos uno de client_email, project_id o private_key estuviera presente en el archivo.
ko: 파일에 client_email, project_id 또는 private_key 중 하나가 있어야 합니다.
nl: Minstens één van client_email, project_id of private_key werd verwacht aanwezig te zijn in het bestand.
zh: 预期该文件中至少有一个 client_email、project_id 或 private_key 之一。

source: Select Labels
es: Seleccionar etiquetas
ko: 레이블 선택
nl: Labels selecteren
zh: 选择标签

source: View all Templates.
es: Ver todas las plantillas.
ko: 모든 템플릿 보기.
nl: Geef alle sjablonen weer.
zh: 查看所有模板。

source: Subscription type
es: Tipo de suscripción
ko: 서브스크립션 유형
nl: Type abonnement
zh: 订阅类型

source: Returns results that have values other than this one as well as other filters.
es: Muestra los resultados que tienen valores distintos a éste y otros filtros.
ko: 이 필터 및 다른 필터를 제외한 값으로 결과를 반환합니다.
nl: Retourneert resultaten die andere waarden hebben dan deze, evenals andere filters.
zh: 返回具有这个以外的值和其他过滤器的结果。

source: Total jobs
es: Tareas totales
ko: 총 작업
nl: Totale taken
zh: 作业总数

source: Credential Type
es: Tipo de credencial
ko: 인증 정보 유형
nl: Type toegangsgegevens
zh: 凭证类型

source: Skipped
es: Omitido
ko: 건너뜀
nl: Overgeslagen
zh: 跳过

source: Remove All Nodes
es: Quitar todos los nodos
ko: 모든 노드 제거
nl: Alle knooppunten verwijderen
zh: 删除所有节点

source: View Instance Details
es: Ver detalles de la instancia
ko: 인스턴스 세부 정보 보기
nl: Instantiedetails weergeven
zh: 查看实例详情

source: Pending delete
es: Eliminación pendiente
ko: 삭제 보류 중
nl: In afwachting om verwijderd te worden
zh: 等待删除

source: Enable Fact Storage
es: Habilitar almacenamiento de eventos
ko: 실제 스토리지 활성화
nl: Feitenopslag inschakelen
zh: 启用事实缓存

source: Constructed Inventory
es: Inventario construido
ko: 건설된 인벤토리
nl: Geconstrueerde inventaris
zh: 已建库存

source: Toggle Password
es: Alternar contraseña
ko: 암호 전환
nl: Wachtwoord wisselen
zh: 切换密码

source: The project is currently syncing and the revision will be available after the sync is complete.
es: El proyecto se está sincronizando actualmente y la revisión estará disponible una vez que se haya completado la sincronización.
ko: 현재 프로젝트가 동기화되고 있으며 동기화가 완료된 후 리버전을 사용할 수 있습니다.
nl: Het project wordt momenteel gesynchroniseerd en de revisie zal beschikbaar zijn nadat de synchronisatie is voltooid.
zh: 该项目目前正在同步，且修订将在同步完成后可用。

source: Delete Organization
es: Eliminar organización
ko: 조직 삭제
nl: Organisatie verwijderen
zh: 删除机构

source: This schedule is missing an Inventory
es: Falta un inventario en esta programación
ko: 이 일정에는 인벤토리가 없습니다.
nl: In dit schema ontbreekt een Inventaris
zh: 此调度缺少清单

source: View and edit your subscription information
es: Ver y modificar su información de suscripción
ko: 서브스크립션 정보 보기 및 편집
nl: Uw abonnementsgegevens weergeven en bewerken
zh: 查看并编辑您的订阅信息

source: Select a row to remove
es: Seleccionar una fila para denegar
ko: 삭제할 행 선택
nl: Rij selecteren om deze te weigeren
zh: 选择要删除的行

source: Relaunch on
es: Volver a ejecutar el
ko: 다시 시작
nl: Opnieuw starten bij
zh: 重新启动于

source: This action will remove the following instance and you may need to rerun the install bundle for any instance that was previously connected to:
es: Esta acción eliminará la siguiente instancia y es posible que deba volver a ejecutar el paquete de instalación para cualquier instancia a la que se haya conectado anteriormente:
ko: 이 작업을 수행하면 다음 인스턴스가 제거되며 이전에 연결되었던 모든 인스턴스에 대해 설치 번들을 다시 실행해야 할 수 있습니다.
nl: Deze actie verwijdert het volgende exemplaar en mogelijk moet u de installatiebundel opnieuw uitvoeren voor elk exemplaar waarmee eerder verbinding was gemaakt:
zh: 此操作将删除以下实例，您可能需要为以前连接到的任何实例重新运行安装包：

source: Is not expanded
es: No se expande
ko: 확장되지 않음
nl: Is niet uitgeklapt
zh: 未扩展

source: Click an available node to create a new link. Click outside the graph to cancel.
es: Haga clic en un nodo disponible para crear un nuevo enlace. Haga clic fuera del gráfico para cancelar.
ko: 사용 가능한 노드를 클릭하여 새 링크를 생성합니다. 취소하려면 그래프 외부를 클릭합니다.
nl: Klik op een beschikbaar knooppunt om een nieuwe link te maken. Klik buiten de grafiek om te annuleren.
zh: 点一个可用的节点来创建新链接。点击图形之外来取消。

source: Job templates
es: Plantillas de trabajo
ko: 작업 템플릿
nl: Taaksjablonen
zh: 作业模板

source: pages
es: páginas
ko: 페이지
nl: pagina's
zh: 页

source: Restore initial value.
es: Restaurar el valor inicial.
ko: 초기 값을 복원합니다.
nl: Oorspronkelijke waarde herstellen.
zh: 恢复初始值。

source: Failed Hosts
es: Servidores fallidos
ko: 실패한 호스트
nl: Mislukte hosts
zh: 失败的主机
