Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: Maximum number of forks to allow across all jobs running concurrently on this group. Zero means no limit will be enforced.
es: Número máximo de horquillas para permitir que todos los trabajos se ejecuten simultáneamente en este grupo. Cero significa que no se aplicará ningún límite.
ko: 이 그룹에서 동시에 실행되는 모든 작업에서 허용되는 최대 포크 수입니다. 0은 제한이 적용되지 않음을 의미합니다.
nl: Maximaal aantal vorken om toe te staan voor alle taken die tegelijkertijd op deze groep worden uitgevoerd. Nul betekent dat er geen limiet wordt afgedwongen.
zh: 此组上同时运行的所有作业允许的最大分叉数。零意味着不会强制执行任何限制。

source: View RADIUS settings
es: Ver la configuración de RADIUS
ko: RADIUS 설정 보기
nl: RADIUS-instellingen weergeven
zh: 查看 RADIUS 设置

source: ALL
es: TODOS
ko: 전체
nl: ALLE
zh: 所有

source: Set zoom to 100% and center graph
es: Establecer zoom al 100% y centrar el gráfico
ko: zoom을 100% 및 센터 그래프로 설정
nl: Zoom instellen op 100% en grafiek centreren
zh: 将缩放设置为 100% 和中心图

source: Project sync failures
es: Errores de sincronización del proyecto
ko: 프로젝트 동기화 실패
nl: Mislukte projectsynchronisaties
zh: 项目同步失败

source: Failed to delete one or more credential types.
es: No se pudo eliminar uno o más tipos de credenciales.
ko: 하나 이상의 인증 정보 유형을 삭제하지 못했습니다.
nl: Een of meer typen toegangsgegevens kunnen niet worden verwijderd.
zh: 删除一个或多个凭证类型失败。

source: Regions
es: Regiones
ko: 리전
nl: Regio's
zh: 区域

source: Set type disabled for related search field fuzzy searches
es: Establecer el tipo deshabilitado para las búsquedas difusas de campos de búsqueda relacionados
ko: 관련 검색 필드 퍼지 검색에 대해 설정 유형 비활성화
nl: Zet type op uitgeschakeld voor verwant zoekveld fuzzy zoekopdrachten
zh: 为相关搜索字段模糊搜索设置类型禁用

source: Notification Template not found.
es: No se encontró ninguna plantilla de notificación.
ko: 알림 템플릿을 찾을 수 없습니다.
nl: Berichtsjabloon niet gevonden.
zh: 没有找到通知模板。

source: You are unable to act on the following workflow approvals: {itemsUnableToDeny}
es: No puede actuar en las siguientes aprobaciones de flujo de trabajo: {itemsUnableToDeny}
ko: 다음 워크플로 승인에 대해 조치를 취할 수 없습니다: {itemsUnableToDeny}
nl: U kunt niet reageren op de volgende workflowgoedkeuringen: {itemsUnableToDeny}
zh: 您无法对以下工作流审批采取行动： {itemsUnableToDeny}

source: No Hosts Remaining
es: No más servidores
ko: 남아 있는 호스트가 없음
nl: Geen resterende hosts
zh: 没有剩余主机

source: First Run
es: Primera ejecución
ko: 첫 번째 실행
nl: Eerste uitvoering
zh: 首次运行

source: ID of the dashboard (optional)
es: ID del panel de control (opcional)
ko: 대시보드 ID (선택 사항)
nl: ID van het dashboard (optioneel)
zh: 仪表盘 ID（可选）

source: Inventory Source Sync Error
es: Error en la sincronización de fuentes de inventario
ko: 인벤토리 소스 동기화 오류
nl: Fout tijdens synchronisatie inventarisbronnen
zh: 清单源同步错误

source: Sign in with OIDC
es: Iniciar sesión con SAML
ko: OIDC로 로그인
nl: Aanmelden met SAML
zh: 使用 OIDC 登陆

source: Execution Environment Missing
es: Falta el entorno de ejecución
ko: 실행 환경이 없습니다
nl: Uitvoeringsomgeving ontbreekt
zh: 缺少执行环境

source: Destination Channels or Users
es: Canales destinatarios o usuarios
ko: 대상 채널 또는 사용자
nl: Bestemmingskanalen of -gebruikers
zh: 目标频道或用户

source: Link to an available node
es: Enlace a un nodo disponible
ko: 사용 가능한 노드에 대한 링크
nl: Link naar een beschikbaar knooppunt
zh: 链接到可用节点

source: Track submodules latest commit on branch
es: Seguimiento del último commit de los submódulos en la rama
ko: 분기에서 하위 모듈의 최신 커밋 추적
nl: Submodules laatste binding op vertakking tracken
zh: 跟踪分支中的最新提交

source: Provisioning Callback details
es: Detalles de callback de aprovisionamiento
ko: 프로비저닝 호출 세부 정보
nl: Provisioning terugkoppelingsdetails
zh: 置备回调详情

source: These are the modules that {brandName} supports running commands against.
es: Estos son los módulos que {brandName} admite para ejecutar comandos.
ko: 다음은 {brandName}에서 명령 실행을 지원하는 모듈입니다.
nl: Dit zijn de modules waar {brandName} commando's tegen kan uitvoeren.
zh: 这些是 {brandName} 支持运行命令的模块。

source: Convergence
es: Convergencia
ko: 통합
nl: Convergentie
zh: 趋同

source: Inventory sync
es: Sincronización de inventario
ko: 인벤토리 동기화
nl: Inventarissynchronisatie
zh: 清单同步

source: Remote Archive
es: Archivo remoto
ko: 원격 아카이브
nl: Extern archief
zh: 远程归档

source: Troubleshooting
es: Solución de problemas
ko: 문제 해결
nl: Probleemoplossen
zh: 故障排除

source: This is the only time the client secret will be shown.
es: Esta es la única vez que se mostrará la clave secreta del cliente.
ko: 이는 클라이언트 시크릿이 표시되는 유일한 시간입니다.
nl: Dit is de enige keer dat het cliëntgeheim wordt getoond.
zh: 这是唯一显示客户端 secret 的时间。

source: approved
es: aprobado
ko: 승인됨
nl: goedgekeurd
zh: 批准

source: Never
es: Nunca
ko: 없음
nl: Nooit
zh: 永不

source: Update Revision on Launch
es: Revisión de actualización durante el lanzamiento
ko: 시작 시 버전 업데이트
nl: Herziening updaten bij opstarten
zh: 启动时更新修订

source: Inventory (Name)
es: Inventario (Nombre)
ko: 인벤토리(이름)
nl: Inventaris (naam)
zh: 清单（名称）

source: Source Control Update
es: Actualización de fuente de control
ko: 소스 제어 업데이트
nl: Update broncontrole
zh: 源控制更新

source: hosts
ko: 호스트
zh: 主机

source: Workflow link modal
es: Modal de enlace del flujo de trabajo
ko: 워크플로우 링크 모달
nl: Modus Workflowlink
zh: 工作流链接模式

source: Edit Inventory
es: Editar inventario
ko: 인벤토리 편집
nl: Inventaris bewerken
zh: 编辑清单

source: Enter injectors using either JSON or YAML syntax. Refer to the Ansible Controller documentation for example syntax.
es: Ingrese inyectores a través de la sintaxis JSON o YAML. Consulte la documentación de Ansible Tower para ver la sintaxis de ejemplo.
ko: JSON 또는 YAML 구문을 사용하여 인젝터를 입력합니다. 구문 예제는 Ansible Controller 설명서를 참조하십시오.
nl: Geef injectoren op met JSON- of YAML-syntaxis. Raadpleeg de documentatie voor Ansible Tower voor voorbeeldsyntaxis.
zh: 使用 JSON 或 YAML 语法输入注入程序。示例语法请参阅 Ansible 控制器文档。

source: Warning
es: Advertencia
ko: 경고
nl: Waarschuwing
zh: 警告

source: December
es: Diciembre
ko: 12월
zh: 12 月

source: Confirm remove
es: Confirmar la reinicialización
ko: 제거 확인
nl: Reset bevestigen
zh: 确认删除

source: Past 24 hours
es: Últimas 24 horas
ko: 지난 24 시간
nl: Afgelopen 24 uur
zh: 过去 24 小时

source: Failed to delete {name}.
es: No se pudo eliminar {name}.
ko: {name} 을/를 삭제하지 못했습니다.
nl: Kan {name} niet verwijderen.
zh: 删除 {name} 失败。

source: Client type
es: Tipo de cliente
ko: 클라이언트 유형
nl: Type client
zh: 客户端类型

source: Select
es: Seleccionar
ko: 선택
nl: Selecteren
zh: 选择

source: Custom virtual environment {virtualEnvironment} must be replaced by an execution environment. For more information about migrating to execution environments see <0>the documentation.</0>
es: El entorno virtual personalizado {virtualEnvironment} debe ser sustituido por un entorno de ejecución. Para más información sobre la migración a entornos de ejecución, consulte la <0>documentación.</0>
ko: 사용자 지정 가상 환경 {virtualEnvironment} 은 실행 환경으로 교체해야 합니다. 실행 환경으로 마이그레이션하는 방법에 대한 자세한 내용은 해당 <0>문서</0>를 참조하십시오.
nl: Aangepaste virtuele omgeving {virtualEnvironment} moet worden vervangen door een uitvoeringsomgeving. Raadpleeg voor meer informatie over het migreren van uitvoeringsomgevingen <0>de documentatie.</0>
zh: 自定义虚拟环境 {virtualEnvironment} 必须替换为执行环境。有关迁移到执行环境的更多信息，请参阅<0>文档</0>。

source: Relaunch all hosts
es: Volver a ejecutar todos los hosts
ko: 모든 호스트 다시 시작
nl: Alle hosts opnieuw starten
zh: 重新启动所有主机

source: Delete credential type
es: Eliminar tipo de credencial
ko: 인증 정보 유형 삭제
nl: Soort toegangsgegevens verwijderen
zh: 删除凭证类型

source: Failed to sync project.
es: No se pudo sincronizar el proyecto.
ko: 프로젝트를 동기화하지 못했습니다.
nl: Kan project niet synchroniseren.
zh: 同步项目失败。

source: Workflow Link
es: Enlace del flujo de trabajo
ko: 워크플로우 링크
zh: 工作流链接

source: 2 (Debug)
es: 2 (Depurar)
ko: 2 (디버그)
nl: 2 (Foutopsporing)
zh: 2（调试）

source: Items per page
es: Elementos por página
ko: 페이지당 항목
nl: Items per pagina
zh: 每页的项

source: Preview
es: Vista previa
ko: 미리보기
nl: Voorvertoning
zh: 预览

source: Answer variable name
es: Nombre de la variable de respuesta
ko: 응답 변수 이름
nl: Antwoord naam variabele
zh: 回答变量名称

source: Workflow pending message body
es: Cuerpo del mensaje de flujo de trabajo pendiente
ko: 워크플로우 보류 메시지 본문
nl: Workflow Berichtenbody in behandeling
zh: 工作流待处理信息正文

source: IRC Nick
es: Alias en IRC
ko: IRC 닉네임
nl: IRC-bijnaam

source: Workflow documentation
es: Documentación del flujo de trabajo
ko: 워크플로우 문서
nl: Workflowdocumentatie
zh: 工作流文档

source: January
es: Enero
ko: 1월
nl: Januari
zh: 1 月

source: Total hosts
es: Total de anfitriones
ko: 총 호스트
nl: Totaal gastheren
zh: 主机总数

source: Cancel Inventory Source Sync
es: Cancelar sincronización de la fuente del inventario
ko: 인벤토리 소스 동기화 취소
nl: Synchronisatie van inventarisbron annuleren
zh: 取消清单源同步

source: Miscellaneous Authentication
es: Autenticación diversa
ko: 기타 인증
nl: Diversen authenticatie
zh: 其它身份验证

source: Download bundle
es: Descargar el paquete
ko: 번들 다운로드
nl: Bundel downloaden
zh: 下载捆绑包

source: Inventories
es: Inventarios
ko: 인벤토리
nl: Inventarissen
zh: 清单

source: Resources
es: Recursos
ko: 리소스
nl: Hulpbronnen
zh: 资源

source: START
es: INICIAR
ko: 시작
nl: BEGINNEN
zh: 开始

source: Overwrite local variables from remote inventory source
es: Sobrescribir las variables locales desde una fuente remota del inventario.
ko: 원격 인벤토리 소스에서 로컬 변수 덮어쓰기
nl: Lokale variabelen overschrijven op grond van externe inventarisbron
zh: 从远程清单源覆盖本地变量

source: This schedule has no occurrences due to the selected exceptions.
es: Este horario no tiene ocurrencias debido a las excepciones seleccionadas.
ko: 이 일정에는 선택한 예외로 인해 발생하지 않습니다.
nl: Dit schema heeft geen voorvallen vanwege de geselecteerde uitzonderingen.
zh: 由于所选的例外，此计划没有发生。

source: Execution Environment
es: Entorno de ejecución
ko: 실행 환경
nl: Uitvoeringsomgeving
zh: 执行环境

source: Past month
es: Mes pasado
ko: 지난 한 달
nl: Afgelopen maand
zh: 过去一个月

source: Delete Workflow Job Template
es: Eliminar plantilla de trabajo del flujo de trabajo
ko: 워크플로우 작업 템플릿 삭제
nl: Workflow-taaksjabloon verwijderen
zh: 删除工作流作业模板

source: Instance details
es: Detalles de la instancia
ko: 인스턴스 세부 정보
nl: Instantiedetails
zh: 实例详情

source: No output found for this job.
es: No se encontró una salida para este trabajo.
ko: 이 작업에 대한 출력을 찾을 수 없습니다.
nl: Geen output gevonden voor deze taak.
zh: 没有为该作业找到输出。

source: Logging settings
es: Configuración del registro
ko: 로깅 설정
nl: Instellingen voor logboekregistratie
zh: 日志设置

source: View all Jobs.
es: Ver todas las tareas.
ko: 모든 작업 보기.
nl: Geef alle taken weer.
zh: 查看所有作业

source: Disable SSL verification
es: Deshabilitar verificación SSL
ko: SSL 확인 비활성화
nl: SSL-verificatie uitschakelen
zh: 禁用 SSL 验证

source: confirm disassociate
es: confirmar disociación
ko: 연결 해제 확인
nl: loskoppelen bevestigen
zh: 确认解除关联

source: Sources
es: Fuentes
ko: 소스
nl: Bronnen
zh: 源

source: View all Inventory Hosts.
es: Ver todos los hosts de inventario.
ko: 모든 인벤토리 호스트 보기
nl: Geef alle inventarishosts weer.
zh: 查看所有清单主机。

source: Pod spec override
es: Anulación de las especificaciones del pod
ko: Pod 사양 덮어쓰기
nl: Overschrijven Podspec
zh: Pod 规格覆写

source: Back to Groups
es: Volver a Grupos
ko: 그룹으로 돌아가기
nl: Terug naar groepen
zh: 返回到组

source: Recent Templates
es: Plantillas recientes
ko: 최근 템플릿
nl: Recente sjablonen
zh: 最近模板

source: Update revision on job launch
es: Revisión de la actualización en el lanzamiento del trabajo
ko: 작업 시작 시 버전 업데이트
nl: Herziening bijwerken bij starten taak
zh: 启动作业时更新修订

source: Select a row to deny
es: Selecciona una fila para rechazar
ko: 거부할 행 선택
nl: Selecteer een rij om te weigeren
zh: 选择要拒绝的行

source: Redirecting to dashboard
es: Redirigir al panel de control
ko: 대시보드로 리디렉션
nl: Doorverwijzen naar dashboard
zh: 重定向到仪表盘

source: This instance group is currently being by other resources. Are you sure you want to delete it?
es: Este grupo de instancias está siendo utilizado por otros recursos. ¿Está seguro de que desea eliminarlo?
ko: 이 인스턴스 그룹은 현재 다른 리소스에 의해 있습니다. 삭제하시겠습니까?
nl: Deze instantiegroep wordt momenteel door andere bronnen gebruikt. Weet u zeker dat u hem wilt verwijderen?
zh: 其他资源目前正在此实例组中。确定要删除它吗？

source: Delete this link
es: Eliminar este enlace
ko: 이 링크 삭제
nl: Deze link verwijderen
zh: 删除此链接

source: required
es: requerido
ko: 필수
nl: verplicht
zh: 必填

source: Disassociate related group(s)?
es: ¿Disociar grupos relacionados?
ko: 관련 그룹을 분리하시겠습니까?
nl: Verwante groep(en) loskoppelen?
zh: 解除关联相关的组？

source: Hybrid node
es: Nodo híbrido
ko: 하이브리드 노드
nl: Hybride knooppunt
zh: 混合节点

source: User not found.
es: No se encontró el usuario.
ko: 사용자를 찾을 수 없음
nl: Gebruiker niet gevonden.
zh: 未找到用户。

source: Last Modified
es: Último modificado
ko: 최종 업데이트
nl: Laatst aangepast
zh: 最后修改

source: Command
es: Comando
ko: 명령
nl: Opdracht
zh: 命令

source: A job has already been launched
es: Ya se ha lanzado un trabajo
ko: 작업이 이미 시작되었습니다
nl: Er is al een opdracht gestart
zh: 已启动一个作业

source: Inventory Source
es: Fuente de inventario
ko: 인벤토리 소스
nl: Inventarisbron
zh: 清单源

source: Returns results that satisfy this one or any other filters.
es: Muestra los resultados que cumplen con este o cualquier otro filtro.
ko: 이 필터를 하나 또는 다른 필터를 충족하는 결과를 반환합니다.
nl: Retourneert resultaten die voldoen aan dit filter of aan andere filters.
zh: 返回满足这个或任何其他过滤器的结果。

source: Advanced
es: Avanzado
ko: 고급
nl: Geavanceerd
zh: 高级

source: Brand Image
es: Imagen de marca
ko: 브랜드 이미지
nl: Merkimago
zh: 品牌图像

source: First
es: Primero
ko: 첫 번째
nl: Eerste
zh: 第一

source: Execution
es: Ejecución
ko: 실행
nl: Uitvoering
zh: 执行

source: Remove
es: Eliminar
ko: 제거
nl: Verwijderen
zh: 删除

source: Edit Schedule
es: Modificar programación
ko: 일정 편집
nl: Schema bewerken
zh: 编辑调度

source: Select a Node Type
es: Seleccionar un tipo de nodo
ko: 노드 유형 선택
nl: Selecteer een knooppunttype
zh: 选择节点类型

source: November
es: Noviembre
ko: 11월
zh: 11 月

source: Start
es: Iniciar
ko: 시작
nl: Starten
zh: 开始

source: Save
es: Guardar
ko: 저장
nl: Opslaan
zh: 保存

source: Click to create a new link to this node.
es: Haga clic para crear un nuevo enlace a este nodo.
ko: 이 노드에 대한 새 링크를 생성하려면 클릭합니다.
nl: Klik om een nieuwe link naar dit knooppunt te maken.
zh: 点击以创建到此节点的新链接。

source: Remove Link
es: Quitar enlace
ko: 링크 제거
nl: Link verwijderen
zh: 删除链接

source: Modified
es: Modificado
ko: 수정됨
nl: Gewijzigd
zh: 修改

source: Reorder
es: Reordenar
ko: 재정렬
nl: Nabestellen
zh: 重新排序

source: policy rules.
es: normas de su póliza
ko: 정책 규칙
nl: Beleidsregels
zh: 政策规则。

source: Deprovisioning
es: Desaprovisionamiento
ko: 프로비저닝 해제 중
nl: Deprovisionering
zh: 取消置备

source: Failed to associate peer.
es: Error al asociar a un compañero.
ko: 동료를 연결하지 못했습니다.
nl: Koppelen peer mislukt.
zh: 无法关联对等点。

source: Events
es: Eventos
ko: 이벤트
nl: Gebeurtenissen
zh: 事件

source: Failed to delete credential.
es: No se pudo eliminar la credencial.
ko: 인증 정보를 삭제하지 못했습니다.
nl: Kan toegangsgegevens niet verwijderen.
zh: 删除凭证失败。

source: Source Control Branch
es: Rama de fuente de control
ko: 소스 제어 분기
nl: Vertakking broncontrole
zh: 源控制分支

source: This organization is currently being by other resources. Are you sure you want to delete it?
es: Esta organización está siendo utilizada por otros recursos. ¿Está seguro de que desea eliminarla?
ko: 이 조직은 현재 다른 리소스에서 사용 중입니다. 삭제하시겠습니까?
nl: Deze organisatie wordt momenteel door andere bronnen gebruikt. Weet u zeker dat u haar wilt verwijderen?
zh: 这个机构目前由其他资源使用。您确定要删除它吗？

source: This has already been acted on
es: Ya se ha actuado al respecto
ko: 이 작업은 이미 수행되었습니다.
nl: Hieraan is reeds gevolg gegeven
zh: 此已操作

source: / (project root)
es: / (raíz del proyecto)
ko: / (프로젝트 root)

source: July
es: Julio
ko: 7월
nl: Juli
zh: 7 月

source: Failed to remove peers.
es: No se han podido eliminar los compañeros.
ko: 동료를 제거하지 못했습니다.
nl: Kan peers niet verwijderen.
zh: 删除对等项失败。

source: Back to Jobs
es: Volver a Tareas
ko: 작업으로 돌아가기
nl: Terug naar taken
zh: 返回到作业

source: The number of parallel or simultaneous processes to use while executing the playbook. Inputting no value will use the default value from the ansible configuration file. You can find more information
es: La cantidad de procesos paralelos o simultáneos para utilizar durante la ejecución del playbook. Si no ingresa un valor, se utilizará el valor predeterminado del archivo de configuración de Ansible. Para obtener más información,
ko: 플레이북을 실행하는 동안 사용할 병렬 또는 동시 프로세스 수입니다. 값을 입력하지 않으면 ansible 구성 파일에서 기본값을 사용합니다. 자세한 정보를 참조하십시오.
nl: Het aantal parallelle of gelijktijdige processen dat gebruikt wordt bij het uitvoeren van het draaiboek. Als u geen waarde invoert, wordt de standaardwaarde van het Ansible-configuratiebestand gebruikt. U vindt meer informatie
zh: 执行 playbook 时使用的并行或同步进程数量。如果不输入值，则将使用 ansible 配置文件中的默认值。您可以找到更多信息

source: View all Workflow Approvals.
es: Ver todas las aprobaciones del flujo de trabajo.
ko: 모든 워크플로우 승인 보기.
nl: Geef alle workflowgoedkeuringen weer.
zh: 查看所有工作流批准。

source: Job Cancel Error
es: Error en la cancelación de tarea
ko: 작업 취소 오류
nl: Fout bij annuleren taak
zh: 作业取消错误

source: Status
es: Estado
ko: 상태
zh: 状态

source: Inventory sources with failures
es: Fuentes de inventario con fallas
ko: 실패가 있는 재고 소스
nl: Inventarisbronnen met fouten
zh: 出现故障的库存源

source: Your session has expired. Please log in to continue where you left off.
es: Su sesión ha expirado. Inicie sesión para continuar.
ko: 세션이 만료되었습니다. 세션이 만료되기 전의 위치에서 계속하려면 로그인하십시오.
nl: Uw sessie is verlopen. Log in om verder te gaan waar u gebleven was.
zh: 您的会话已过期。请登录以继续使用会话过期前所在的位置。

source: Workflow pending message
es: Mensaje de flujo de trabajo pendiente
ko: 워크플로우 보류 메시지
nl: Bericht Workflow in behandeling
zh: 工作流待处理信息

source: Search is disabled while the job is running
es: La búsqueda se desactiva durante la ejecución de la tarea
ko: 작업이 실행되는 동안 검색이 비활성화됩니다.
nl: Zoeken is uitgeschakeld terwijl de taak wordt uitgevoerd
zh: 作业运行时会禁用搜索

source: Cancel lookup
es: Cancelar búsqueda
ko: 검색 취소
nl: Opzoeken annuleren
zh: 取消查找

source: Fifth
es: Quinto
ko: 다섯 번째
nl: Vijfde
zh: 第五

source: Waiting
es: Esperando
ko: 대기 중
nl: Wachten
zh: 等待

source: Set type select
es: Establecer selección del tipo
ko: 설정 유형 선택
nl: Type instellen selecteren
zh: 设置类型选项

source: Select a project before editing the execution environment.
es: Seleccione un proyecto antes de modificar el entorno de ejecución.
ko: 실행 환경을 편집하기 전에 프로젝트를 선택합니다.
nl: Selecteer een project voordat u de uitvoeringsomgeving bewerkt.
zh: 在编辑执行环境前选择一个项目。

source: Created by (username)
es: Creado por (nombre de usuario)
ko: (사용자 이름)에 의해 생성됨
nl: Gemaakt door (gebruikersnaam)
zh: 创建者（用户名）

source: Organization
es: Organización
ko: 조직
nl: Organisatie
zh: 机构（Organization）

source: Test External Credential
es: Prueba de credenciales externas
ko: 외부 자격 증명 테스트
nl: Externe inloggegevens testen
zh: 测试外部凭据

source: Dragging cancelled. List is unchanged.
es: Arrastre cancelado. La lista no se modifica.
ko: 드래그 앤 드롭이 취소되었습니다. 목록은 변경되지 않습니다.
nl: Slepen geannuleerd. Lijst is ongewijzigd.
zh: 拖放已取消。列表保持不变。

source: Survey Disabled
es: Encuesta deshabilitada
ko: 설문 조사 비활성화
nl: Enquête uitgeschakeld
zh: 禁用问卷调查

source: About
es: Acerca de
ko: 정보
nl: Over
zh: 关于

source: Back to Schedules
es: Volver a Programaciones
ko: 일정으로 돌아가기
nl: Terug naar schema's
zh: 返回到调度

source: Prompt on launch
es: Preguntar al ejecutar
ko: 시작 시 프롬프트
nl: Melding bij opstarten
zh: 启动时提示

source: Troubleshooting settings
ko: 문제 해결 설정
nl: Probleemoplossingsinstellingen
zh: 故障修复设置

source: Launch Template
es: Ejecutar plantilla
ko: 템플릿 시작
nl: Sjabloon opstarten
zh: 启动模板

source: Webhooks
ko: Webhook
zh: Webhook

source: Relaunch using host parameters
es: Relanzar utilizando los parámetros de host
ko: 호스트 매개변수를 사용하여 다시 시작
nl: Opnieuw opstarten met hostparameters
zh: 使用主机参数重新启动

source: This action will soft delete the following:
es: Esta acción eliminará suavemente lo siguiente:
ko: 이 작업은 다음을 부드럽게 삭제합니다.
nl: Met deze actie wordt het volgende zacht verwijderd:
zh: 此操作将软删除以下内容：

source: disassociate
es: disociar
ko: 연결 해제
nl: loskoppelen
zh: 解除关联

source: Total Jobs
es: Tareas totales
ko: 총 작업
nl: Totale taken
zh: 作业总数

source: Failed to delete inventory source {name}.
es: No se pudo eliminar la fuente del inventario {name}.
ko: 인벤토리 소스 {name} 삭제에 실패했습니다.
nl: Kan inventarisbron {name} niet verwijderen.
zh: 删除清单源 {name} 失败。

source: Execute when the parent node results in a successful state.
es: Ejecutar cuando el nodo primario se encuentre en estado correcto.
ko: 부모 노드가 성공하면 실행됩니다.
nl: Uitvoeren wanneer het bovenliggende knooppunt in een succesvolle status resulteert.
zh: 当父节点具有成功状态时执行。

source: Schedule Rules
es: Reglas de programación
ko: 일정 규칙
nl: Schema Regels
zh: 调度规则

source: This field is ignored unless an Enabled Variable is set. If the enabled variable matches this value, the host will be enabled on import.
es: Este campo se ignora a menos que se establezca una variable habilitada. Si la variable habilitada coincide con este valor, el host se habilitará en la importación.
ko: 활성화된 변수가 설정되지 않은 경우 이 필드는 무시됩니다. 사용 가능한 변수가 이 값과 일치하면 호스트는 가져오기에서 활성화됩니다.
nl: Dit veld wordt genegeerd, tenzij er een Ingeschakelde variabele is ingesteld. Als de ingeschakelde variabele overeenkomt met deze waarde, wordt de host bij het importeren ingeschakeld.
zh: 除非设置了启用的变量，否则此字段会被忽略。如果启用的变量与这个值匹配，则会在导入时启用主机。

source: Deleted
es: Eliminado
ko: 삭제됨
nl: Verwijderd
zh: 已删除

source: Skip every
es: Saltar cada
ko: 모두 건너뛰기
nl: Sla elke
zh: 跳过每个

source: Create New Schedule
es: Crear nuevo planificador
ko: 새 일정 만들기
nl: Nieuw schema toevoegen
zh: 创建新调度

source: Field for passing a custom Kubernetes or OpenShift Pod specification.
es: Campo para pasar una especificación personalizada de Kubernetes u OpenShift Pod.
ko: 사용자 정의 Kubernetes 또는 OpenShift Pod 사양을 전달하는 필드입니다.
nl: Veld voor het opgeven van een aangepaste Kubernetes of OpenShift Pod-specificatie.
zh: 用于传递自定义 Kubernetes 或 OpenShift Pod 规格的字段。

source: Hide
es: Ocultar
ko: 숨기기
nl: Verbergen
zh: 隐藏

source: Revision #
es: Revisión n°
ko: 버전 #
nl: Herziening #
zh: 修订号 #

source: If checked, all variables for child groups and hosts will be removed and replaced by those found on the external source.
es: Si está marcada, todas las variables para grupos secundarios y hosts se eliminarán y reemplazarán por las que se encuentran en la fuente externa.
ko: 이 옵션을 선택하면 하위 그룹 및 호스트에 대한 모든 변수가 제거되고 외부 소스에 있는 변수로 대체됩니다.
nl: Indien aangevinkt, worden alle variabelen voor onderliggende groepen en hosts verwijderd en vervangen door die in de externe bron.
zh: 如果选中，子组和主机的所有变量将被删除并替换为在外部源上找到的变量。

source: End time
es: Hora de terminación
ko: 종료 시간
nl: Eindtijd
zh: 结束时间

source: Return
es: Volver
ko: 돌아가기
nl: Teruggeven
zh: 返回

source: Select Teams
es: Seleccionar equipos
ko: 팀 선택
nl: Teams selecteren
zh: 选择团队

source: Elapsed time that the job ran
es: Tiempo transcurrido de la ejecución de la tarea
ko: 작업이 실행되는 데 경과된 시간
nl: Verstreken tijd in seconden dat de taak is uitgevoerd
zh: 作业运行所经过的时间

source: Bitbucket Data Center
es: Centro de datos de Bitbucket
ko: Bitbucket 데이터 센터
zh: Bitbucket数据中心

source: Examples:
es: Ejemplos:
ko: 예:
nl: Voorbeelden:
zh: 示例：

source: Create a new Smart Inventory with the applied filter
es: Crear un nuevo inventario inteligente con el filtro aplicado
ko: 적용된 필터를 사용하여 새 스마트 인벤토리 만들기
nl: Nieuwe Smart-inventaris met het toegepaste filter maken
zh: 使用应用的过滤器创建新智能清单

source: Tue
es: Mar
ko: 화요일
nl: Di
zh: 周二

source: You are unable to act on the following workflow approvals: {itemsUnableToApprove}
es: No puede actuar en las siguientes aprobaciones de flujo de trabajo: {itemsUnableToApprove}
ko: 다음 워크플로 승인에 대해 조치를 취할 수 없습니다: {itemsUnableToApprove}
nl: U kunt niet reageren op de volgende workflowgoedkeuringen: {itemsUnableToApprove}
zh: 您无法对以下工作流审批采取行动： {itemsUnableToApprove}

source: Module
es: Módulo
ko: 모듈
zh: 模块

source: View all tokens.
es: Ver todos los tokens.
ko: 모든 토큰 보기
nl: Geef alle tokens weer.
zh: 查看所有令牌。

source: Less than comparison.
es: Menor que la comparación.
ko: 비교 값보다 적습니다.
nl: Minder dan vergelijking.
zh: 小于比较。

source: Hosts automated
es: Hosts automatizados
ko: 자동화된 호스트
nl: Geautomatiseerde hosts
zh: 自动的主机
