Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: Galaxy credentials must be owned by an Organization.
es: Las credenciales de Galaxy deben ser propiedad de una organización.
ko: Galaxy 인증 정보는 조직에 속해 있어야 합니다.
nl: Galaxy-toegangsgegevens moeten eigendom zijn van een organisatie.
zh: Galaxy 凭证必须属于机构。

source: View Team Details
es: Ver detalles del equipo
ko: 팀 세부 정보 보기
nl: Teamdetails weergeven
zh: 查看团队详情

source: Replace field with new value
es: Reemplazar el campo con un valor nuevo
ko: 필드를 새 값으로 교체
nl: Veld vervangen door nieuwe waarde
zh: 使用新值替换项

source: Add inventory
es: Agregar inventario
ko: 인벤토리 추가
nl: Inventaris toevoegen
zh: 添加清单

source: Inventory ID
es: ID de inventario
ko: 인벤토리 ID
nl: Inventaris-id
zh: 清单 ID

source: Events processing complete.
es: Procesamiento de eventos completo.
ko: 이벤트 처리가 완료되었습니다.
nl: Verwerking van gebeurtenissen voltooid.
zh: 事件处理完成。

source: Organization not found.
es: No se encontró la organización.
ko: 조직을 찾을 수 없습니다.
nl: Organisatie niet gevonden.
zh: 未找到机构。

source: Past two years
es: Últimos dos años
ko: 지난 2년
nl: Afgelopen twee jaar
zh: 过去两年

source: Module Arguments
es: Argumentos del módulo
ko: 모듈 인수
nl: Module-argumenten
zh: 模块参数

source: Managed
es: Gestionado
ko: 관리됨
nl: Beheerd
zh: 受管

source: Source
es: Fuente
ko: 소스
nl: Bron
zh: 源

source: Select all
es: Seleccionar todo
ko: 모두 선택
nl: Alles selecteren
zh: 选择所有

source: Add a new node
es: Agregar un nuevo nodo
ko: 새 노드 추가
nl: Een nieuw knooppunt toevoegen
zh: 添加新令牌

source: Members
es: Miembros
ko: 멤버
nl: Leden
zh: 成员

source: Select a subscription
es: Seleccionar una suscripción
ko: 서브스크립션 선택
nl: Abonnement selecteren
zh: 导入一个订阅

source: When not checked, local child hosts and groups not found on the external source will remain untouched by the inventory update process.
es: Si no se marca, los anfitriones secundarios locales y los grupos que no se encuentren en la fuente externa no se verán afectados por el proceso de actualización del inventario.
ko: 선택하지 않으면 외부 소스에서 찾을 수 없는 로컬 하위 호스트 및 그룹이 인벤토리 업데이트 프로세스에 의해 그대로 유지됩니다.
nl: Als dit niet is aangevinkt, blijven lokale kinderhosts en groepen die niet op de externe bron worden gevonden, onaangetast door het proces voor het bijwerken van de inventaris.
zh: 如果未选中，在外部源上未找到的本地子主机和组将保持不受库存更新过程的影响。

source: Webhook Credential
es: Credencial de Webhook
ko: Webhook 인증 정보
nl: Webhook toegangsgegevens
zh: Webhook 凭证

source: Total groups
es: Grupos totales
ko: 총 그룹
nl: Totaal aantal groepen
zh: 团体总数

source: updated
es: actualizado
ko: 업데이트됨
nl: bijgewerkt
zh: 已更新

source: Last modified
es: Última modificación
ko: 마지막으로 변경된 사항
nl: Laatste wijziging
zh: 最后修改

source: Hosts available
es: Hosts disponibles
ko: 사용 가능한 호스트
nl: Beschikbare hosts
zh: 可用主机

source: Logging
es: Registros
ko: 로깅
nl: Logboekregistratie
zh: 日志记录

source: Instance status
es: Estado de instancia
ko: 인스턴스 상태
nl: Instantiestaat
zh: 实例状态

source: Cancel {0}
es: Cancelar {0}
ko: 취소 {0}
nl: Annuleren {0}
zh: 取消 {0}

source: Start time
es: Hora de inicio
ko: 시작 시간
nl: Starttijd
zh: 开始时间

source: View Google OAuth 2.0 settings
es: Ver la configuración de Google OAuth 2.0
ko: Google OAuth 2 설정 보기
nl: Instellingen Google OAuth 2.0 weergeven
zh: 查看 Google OAuth 2.0 设置

source: Clear
es: Borrar
ko: 지우기
nl: Wissen
zh: 清除

source: End
es: Fin
ko: 종료
nl: Einde
zh: 结束

source: Vault password
es: Contraseña Vault
ko: Vault 암호
nl: Wachtwoord kluis
zh: Vault 密码

source: Add container group
es: Agregar grupo de contenedores
ko: 컨테이너 그룹 추가
nl: Containergroep toevoegen
zh: 添加容器组

source: Continue
es: Continuar
ko: 계속
nl: Doorgaan
zh: 继续

source: Successful jobs
es: Tareas exitosas
ko: 성공적인 작업
nl: Succesvolle taken
zh: 成功的作业

source: Personal Access Token
es: Token de acceso personal
ko: 개인 액세스 토큰
nl: Persoonlijke toegangstoken
zh: 个人访问令牌

source: Maximum length
es: Longitud máxima
ko: 최대 길이
nl: Maximumlengte
zh: 最大长度

source: Default answer
es: Respuesta predeterminada
ko: 기본 응답
nl: Standaardantwoord
zh: 默认回答

source: Deleting these inventories could impact some templates that rely on them. Are you sure you want to delete anyway?
es: La eliminación de estos inventarios podría afectar a algunas plantillas que dependen de ellos. ¿Está seguro de que desea eliminar de todos modos?
ko: 이러한 인벤토리를 삭제하면 인벤토리에 의존하는 일부 템플릿에 영향을 미칠 수 있습니다. 그래도 삭제하시겠습니까?
nl: Het verwijderen van deze inventarissen kan van invloed zijn op sommige sjablonen die erop vertrouwen. Weet u zeker dat u het toch wilt verwijderen?
zh: 删除这些库存可能会影响一些依赖于它们的模板。您确定要删除吗？

source: Exact search on name field.
es: Búsqueda exacta en el campo de nombre.
ko: 이름 필드에 대한 정확한 검색.
nl: Exact zoeken op naamveld.
zh: 对名称字段进行精确搜索。

source: Sign in with GitHub
es: Iniciar sesión con GitHub
ko: GitHub로 로그인
nl: Aanmelden met GitHub
zh: 使用 GitHub 登陆

source: Deleting these inventory sources could impact other resources that rely on them. Are you sure you want to delete anyway
es: La eliminación de estas fuentes de inventario podría afectar a otros recursos que dependen de ellas. ¿Está seguro de que desea eliminar de todos modos?
ko: 이러한 인벤토리 소스를 삭제하면 인벤토리에 의존하는 다른 리소스에 영향을 미칠 수 있습니다. 그래도 삭제하시겠습니까?
nl: Het verwijderen van deze voorraadbronnen kan van invloed zijn op andere bronnen die erop vertrouwen. Weet u zeker dat u toch wilt verwijderen
zh: 删除这些库存源可能会影响依赖它们的其他资源。您确定要删除吗？

source: Preconditions for running this node when there are multiple parents. Refer to the
es: Condiciones previas para ejecutar este nodo cuando hay varios elementos primarios. Consulte
ko: 여러 명의 부모가 있을 때 이 노드를 실행하기 위한 전제 조건
nl: Voorwaarden voor het uitvoeren van dit knooppunt wanneer er meerdere bovenliggende elementen zijn. Raadpleeg de
zh: 在有多个父对象时运行此节点的先决条件。请参阅

source: FINISHED:
es: FINALIZADO:
ko: 완료:
nl: VOLTOOID:
zh: 完成：

source: Choose a source
es: Elegir una fuente
ko: 소스 선택
nl: Kies een bron
zh: 选择一个源

source: Fri
es: Vie
ko: 금요일
nl: Vrij
zh: 周五

source: The pattern used to target hosts in the inventory. Leaving the field blank, all, and * will all target all hosts in the inventory. You can find more information about Ansible's host patterns
es: El patrón utilizado para dirigir los hosts en el inventario. Si se deja el campo en blanco, todos y * se dirigirán a todos los hosts del inventario. Para encontrar más información sobre los patrones de hosts de Ansible,
ko: 인벤토리의 호스트를 대상으로 지정하는 데 사용되는 패턴입니다. 필드를 비워두면 all 및 *는 인벤토리의 모든 호스트를 대상으로 합니다. Ansible의 호스트 패턴에 대한 자세한 정보를 찾을 수 있습니다.
nl: Het patroon dat gebruikt wordt om hosts in de inventaris te targeten. Door het veld leeg te laten, worden met alle en * alle hosts in de inventaris getarget. U kunt meer informatie vinden over hostpatronen van Ansible
zh: 用于将字段保留为清单中的目标主机的模式。留空、所有和 * 将针对清单中的所有主机。您可以找到有关 Ansible 主机模式的更多信息

source: Timeout
es: Tiempo de espera
ko: 시간 초과
zh: 超时

source: Edit login redirect override URL
es: Editar la URL de redirección de inicio de sesión
ko: 로그인 리디렉션 덮어쓰기 URL 편집
nl: Login doorverwijzen URL overschrijven bewerken
zh: 编辑登录重定向覆写 URL

source: Edit workflow
es: Editar el flujo de trabajo
ko: 워크플로우 편집
nl: Workflow bewerken
zh: 编辑工作流

source: Tools
es: Herramientas
ko: 툴
nl: Gereedschap
zh: 工具

source: YAML tab
es: Pestaña YAML
ko: YAML 탭
nl: Tabblad yaml
zh: YAML选项卡

source: IRC server port
es: Puerto del servidor IRC
ko: IRC 서버 포트
nl: IRC-serverpoort
zh: IRC 服务器端口

source: Text
es: Texto
ko: 텍스트
nl: Tekst
zh: 文本

source: The page you requested could not be found.
es: No se pudo encontrar la página solicitada.
ko: 요청하신 페이지를 찾을 수 없습니다.
nl: De door u opgevraagde pagina kan niet worden gevonden.
zh: 您请求的页面无法找到。

source: Error message
es: Mensaje de error
ko: 오류 메시지
nl: Foutbericht
zh: 错误消息

source: Failed to delete one or more hosts.
es: No se pudo eliminar uno o más hosts.
ko: 하나 이상의 호스트를 삭제하지 못했습니다.
nl: Een of meer hosts kunnen niet worden verwijderd.
zh: 删除一个或多个主机失败。

source: Check whether the given field's value is present in the list provided; expects a comma-separated list of items.
es: Comprobar si el valor del campo dado está presente en la lista proporcionada; se espera una lista de elementos separada por comas.
ko: 지정된 필드의 값이 제공된 목록에 있는지 확인합니다. 쉼표로 구분된 항목 목록이 있어야 합니다.
nl: Controleert of de waarde van het opgegeven veld voorkomt in de opgegeven lijst; verwacht een door komma's gescheiden lijst met items.
zh: 检查给定字段的值是否出现在提供的列表中；需要一个以逗号分隔的项目列表。

source: Delete error
es: Eliminar el error
ko: 오류 삭제
nl: Fout verwijderen
zh: 删除错误

source: GitHub Enterprise Organization
es: Organización de GitHub Enterprise
ko: GitHub Enterprise 조직
nl: GitHub Enterprise-organisatie

source: Failed to delete job template.
es: No se pudo eliminar la plantilla de trabajo.
ko: 작업 템플릿을 삭제하지 못했습니다.
nl: Kan taaksjabloon niet verwijderen.
zh: 删除作业模板失败。

source: Setting matches factory default.
es: La configuración coincide con los valores predeterminados de fábrica.
ko: 설정이 기본 설정과 일치합니다.
nl: De instelling komt overeen met de fabrieksinstelling.
zh: 设置与工厂默认匹配。

source: Regular expression where only matching host names will be imported. The filter is applied as a post-processing step after any inventory plugin filters are applied.
es: Expresión regular en la que solo se importarán los nombres de host que coincidan. El filtro se aplica como un paso posterior al procesamiento después de que se aplique cualquier filtro de complemento de inventario.
ko: 호스트 이름과 일치하는 정규 표현식을 가져옵니다. 필터는 인벤토리 플러그인 필터를 적용한 후 사후 처리 단계로 적용됩니다.
nl: Reguliere expressie waarbij alleen overeenkomende hostnamen worden geïmporteerd. Het filter wordt toegepast als een nabewerkingsstap nadat eventuele filters voor inventarisplugins zijn toegepast.
zh: 仅导入主机名与这个正则表达式匹配的主机。该过滤器在应用任何清单插件过滤器后作为后步骤使用。

source: Remove Instances
es: Eliminar instancias
ko: 인스턴스 제거
nl: Instanties verwijderen
zh: 删除实例

source: Failed to update instance.
es: No se pudo actualizar la encuesta.
ko: 인스턴스를 업데이트하지 못했습니다.
nl: Kan de vragenlijst niet bijwerken.
zh: 更新实例失败。

source: Create new constructed inventory
es: Crear nuevo inventario construido
ko: 새 인벤토리 생성
nl: Nieuw geconstrueerde inventaris aanmaken
zh: 创建新建库存

source: Confirm selection
es: Confirmar selección
ko: 선택 확인
nl: Selectie bevestigen
zh: 确认选择

source: Healthy
es: Saludable
ko: 상태 양호
nl: Gezond
zh: 健康

source: Management jobs
es: Tareas de gestión
ko: 관리 작업
nl: Beheertaken
zh: 管理作业

source: Automation controller version
es: Versión del controlador de automatización
ko: Automation Controller 버전
nl: Versie automatiseringscontroller
zh: Automation Controller 版本

source: Sender e-mail
es: Correo electrónico del remitente
ko: 보낸 사람 이메일
nl: Afzender e-mailbericht
zh: 发件人电子邮件

source: Access Token Expiration
es: Expiración del token de acceso
ko: 액세스 토큰 만료
nl: Toegangstoken vervallen
zh: 访问令牌过期

source: Loading
es: Cargando
ko: 로딩 중
nl: Laden
zh: 正在加载

source: Please run a job to populate this list.
es: Ejecute un trabajo para rellenar esta lista.
ko: 이 목록을 채우려면 작업을 실행하십시오.
nl: Voer een taak uit om deze lijst te vullen.
zh: 请运行一个作业来填充此列表。

source: Limit
es: Límite
ko: 제한
nl: Limiet
zh: 限制

source: Relaunch
es: Relanzar
ko: 다시 시작
nl: Opnieuw starten
zh: 重新启动

source: Workflow Template
es: Plantilla de flujo de trabajo
ko: 워크플로우 템플릿
nl: Workflowsjabloon
zh: 工作流模板

source: Approval
es: Aprobación
ko: 승인
nl: Goedkeuring
zh: 批准

source: Team not found.
es: No se encontró la tarea.
ko: 팀을 찾을 수 없음
nl: Taak niet gevonden.
zh: 未找到团队。

source: Failed hosts
es: Hosts fallidos
ko: 실패한 호스트
nl: Mislukte hosts
zh: 失败的主机

source: Direct Keys
es: Teclas directas
ko: 직접 키
nl: Directe sleutels
zh: 直接密钥

source: How many times was the host automated
es: ¿Cuántas veces se ha automatizado el anfitrión?
ko: 호스트가 자동화한 횟수
nl: Hoe vaak is de host geautomatiseerd
zh: 房东/体验达人被自动处理了多少次

source: Expand input
es: Expandir la entrada
ko: 입력 확장
nl: Input uitbreiden
zh: 展开输入

source: Selected
es: Seleccionado
ko: 선택됨
nl: Geselecteerd
zh: 已选择

source: This is the only time the token value and associated refresh token value will be shown.
es: Esta es la única vez que se mostrará el valor del token y el valor del token de actualización asociado.
ko: 토큰 값과 연결된 새로 고침 토큰 값이 표시되는 유일한 시간입니다.
nl: Dit is de enige keer dat de tokenwaarde en de bijbehorende ververste tokenwaarde worden getoond.
zh: 这是唯一显示令牌值和关联刷新令牌值的时间。

source: Cancel Workflow
es: Cancelar el flujo de trabajo
ko: 워크플로우 취소
nl: Workflow annuleren
zh: 取消工作流

source: Sets the current life cycle stage of this instance. Default is "installed."
es: Establece la etapa actual del ciclo de vida de esta instancia. Por defecto es "instalado".
ko: 이 인스턴스의 현재 라이프사이클 단계를 설정합니다. 기본값은 "설치됨"입니다.
nl: Stelt het huidige levenscyclusstadium van deze instantie in. Standaard is "geïnstalleerd".
zh: 设置此实例的当前生命周期阶段。默认为"installed"。

source: Compliant
es: Compatible
ko: 준수
nl: Conform
zh: 合规

source: Failed to delete one or more workflow approval.
es: No se pudo eliminar una o más aprobaciones del flujo de trabajo.
ko: 하나 이상의 워크플로우 승인을 삭제하지 못했습니다.
nl: Een of meer workflowgoedkeuringen kunnen niet worden verwijderd.
zh: 无法删除一个或多个工作流批准。

source: Associate role error
es: Asociar error del rol
ko: 역할 연결 오류
nl: Fout in geassocieerde rol
zh: 关联角色错误

source: Authorization Code Expiration
es: Expiración del código de autorización
ko: 인증 코드 만료
nl: Machtigingscode vervallen
zh: 授权代码过期

source: Customize messages…
es: Personalizar mensajes.
ko: 메시지 사용자 정의...
nl: Berichten aanpassen...
zh: 自定义消息…

source: Close
es: Cerrar
ko: 닫기
nl: Sluiten
zh: 关闭

source: Policy instance minimum
es: Mínimo de instancias de políticas
ko: 정책 인스턴스 최소
nl: Beleid instantieminimum
zh: 策略实例最小值

source: Delete Survey
es: Eliminar encuesta
ko: 설문 조사 삭제
nl: Vragenlijst verwijderen
zh: 删除问卷调查

source: Delete User Token
es: Eliminar token de usuario
ko: 사용자 토큰 삭제
nl: Gebruikerstoken verwijderen
zh: 删除用户令牌

source: Failed to delete workflow approval.
es: No se pudo eliminar la aprobación del flujo de trabajo.
ko: 워크플로우 승인을 삭제하지 못했습니다.
nl: Kan workflowgoedkeuring niet verwijderen.
zh: 删除工作流批准失败。

source: encrypted
es: cifrado
ko: 암호화
nl: versleuteld
zh: 加密

source: Host Retry
es: Reintentar servidor
ko: 호스트 재시도
nl: Host opnieuw proberen
zh: 主机重试

source: Webhook Service
es: Servicio de Webhook
ko: Webhook 서비스
zh: Webhook 服务

source: If you only want to remove access for this particular user, please remove them from the team.
es: Si solo desea eliminar el acceso de este usuario específico, elimínelo del equipo.
ko: 이 특정 사용자에 대한 액세스 권한만 제거하려면 팀에서 제거하십시오.
nl: Als u alleen de toegang voor deze specifieke gebruiker wilt verwijderen, verwijder deze dan uit het team.
zh: 如果您只想删除这个特定用户的访问，请将其从团队中删除。

source: Minimum percentage of all instances that will be automatically assigned to this group when new instances come online.
es: Porcentaje mínimo de todas las instancias que se asignarán automáticamente a este grupo cuando se conecten nuevas instancias.
ko: 새 인스턴스가 온라인 상태가 되면 이 그룹에 자동으로 할당되는 모든 인스턴스의 최소 비율입니다.
nl: Minimaal percentage van alle instanties dat automatisch aan deze groep wordt toegewezen wanneer nieuwe instanties online komen.
zh: 当新实例上线时，将自动分配给此组的所有实例的最小百分比。

source: Leave this field blank to make the execution environment globally available.
es: Deje este campo en blanco para que el entorno de ejecución esté disponible globalmente.
ko: 이 필드를 비워 두고 실행 환경을 전역적으로 사용할 수 있도록 합니다.
nl: Laat dit veld leeg om de uitvoeringsomgeving globaal beschikbaar te maken.
zh: 将此字段留空以使执行环境全局可用。

source: Discard local changes before syncing
es: Descartar los cambios locales antes de la sincronización
ko: 동기화 전에 로컬 변경 사항 삭제
nl: Alle lokale wijzigingen vernietigen alvorens te synchroniseren
zh: 在同步前丢弃本地更改

source: Invalid username or password. Please try again.
es: Nombre de usuario o contraseña no válidos. Intente de nuevo.
ko: 사용자 이름 또는 암호가 잘못되었습니다. 다시 시도하십시오.
nl: Ongeldige gebruikersnaam of wachtwoord. Probeer het opnieuw.
zh: 无效的用户名或密码。请重试。

source: Playbook Directory
es: Directorio de playbook
ko: 플레이북 디렉토리
nl: Draaiboekmap
zh: Playbook 目录

source: ldap user
es: usuario ldap
ko: LDAP 사용자
nl: ldap-gebruiker
zh: LDAP 用户

source: Back to Organizations
es: Volver a Organizaciones
ko: 조직으로 돌아가기
nl: Terug naar organisaties
zh: 返回到机构

source: Provide your Red Hat or Red Hat Satellite credentials to enable Automation Analytics.
es: Proporcione sus credenciales de Red Hat o Red Hat Satellite para habilitar Automation Analytics.
ko: Automation Analytics를 활성화하려면 Red Hat 또는 Red Hat Satellite 인증 정보를 제공합니다.
nl: Geef uw Red Hat- of Red Hat Satellite-toegangsgegevens op om Automatiseringsanalyse in te schakelen.
zh: 提供您的 Red Hat 或 Red Hat Satellite 凭证以启用 Automation Analytics。

source: Toggle notification start
es: Iniciar alternancia de notificaciones
ko: 알림 시작 전환
nl: Berichtstart wisselen
zh: 切换通知开始

source: Add hosts to group based on Jinja2 conditionals.
es: Añade anfitriones al grupo según las condiciones de Jinja2.
ko: Jinja2 조건에 따라 호스트를 그룹에 추가하세요.
nl: Hosts toevoegen aan groep op basis van Jinja2-voorwaarden.
zh: 根据Jinja2条件将房东添加到群组中。

source: Inventory Type
es: Tipo de inventario
ko: 인벤토리 유형
nl: Type inventaris
zh: 清单类型

source: First, select a key
es: Primero, seleccione una clave
ko: 먼저 키 선택
nl: Selecteer eerst een sleutel
zh: 首先，选择一个密钥

source: Select source path
es: Seleccionar la ruta de origen
ko: 소스 경로 선택
nl: Bronpad selecteren
zh: 选择源路径

source: June
es: Junio
ko: 6월
nl: Juni
zh: 6 月

source: Credential to authenticate with Kubernetes or OpenShift. Must be of type "Kubernetes/OpenShift API Bearer Token". If left blank, the underlying Pod's service account will be used.
es: Credencial para autenticarse con Kubernetes u OpenShift. Debe ser del tipo "Kubernetes/OpenShift API Bearer Token". Si se deja en blanco, se usará la cuenta de servicio del Pod subyacente.
ko: Kubernetes 또는 OpenShift로 인증하는 인증 정보입니다. "Kubernetes/OpenShift API Bearer Token" 유형이어야 합니다. 정보를 입력하지 않는 경우 기본 Pod의 서비스 계정이 사용됩니다.
nl: Toegangsgegevens voor authenticatie met Kubernetes of OpenShift. Moet van het type 'Kubernetes/OpenShift API Bearer Token' zijn. Indien leeg gelaten, wordt de serviceaccount van de onderliggende Pod gebruikt.
zh: 与 Kubernetes 或 OpenShift 进行身份验证的凭证。必须为“Kubernetes/OpenShift API Bearer Token”类型。如果留空，底层 Pod 的服务帐户会被使用。

source: Survey preview modal
es: Modal de vista previa de la encuesta
ko: 설문 조사 프리뷰 모달
nl: Modus Voorbeeld van vragenlijst
zh: 问卷调查预览模态

source: Learn more about Automation Analytics
es: Obtenga más información sobre Automation Analytics
ko: Automation Analytics에 대해 자세히 알아보기
nl: Meer informatie over Automatiseringsanalyse
zh: 了解更多有关 Automation Analytics 的信息

source: Workflow node view modal
es: Modal de vista del nodo de flujo de trabajo
ko: 워크플로우 노드 보기 모달
nl: Modis Weergave workflowknooppunt
zh: 工作流节点查看模式

source: Failed to associate.
es: No se pudo asociar.
ko: 연결에 실패했습니다.
nl: Kan niet koppelen.
zh: 关联失败。

source: Groups
es: Grupos
ko: 그룹
nl: Groepen
zh: 组

source: Failed to cancel {0}
es: No se ha podido cancelar {0}
ko: {0} 취소 실패
nl: Kan {0} niet annuleren
zh: 取消 {0} 失败

source: Account SID
es: Cuenta SID
ko: 계정 SID
nl: SID account
zh: 帐户 SID

source: Select a playbook
es: Seleccionar un playbook
ko: Playbook 선택
nl: Draaiboek selecteren
zh: 选择一个 playbook

source: Schedule not found.
es: Programación no encontrada.
ko: 스케줄을 찾을 수 없습니다.
nl: Schema niet gevonden.
zh: 未找到调度。

source: Select period
es: Seleccionar periodo
ko: 기간 선택
nl: Periode selecteren
zh: 选择周期

source: Update on launch
es: Actualizar al ejecutar
ko: 시작 시 업데이트
nl: Update bij opstarten
zh: 启动时更新

source: Toggle notification approvals
es: Aprobaciones para alternar las notificaciones
ko: 알림 승인 전환
nl: Berichtgoedkeuringen wisselen
zh: 切换通知批准

source: Week
es: Semana
ko: 주
zh: 周

source: Success
es: Correcto
ko: 성공
nl: Geslaagd
zh: 成功

source: Source vars
zh: 源变量

source: of
es: de
nl: van
zh: 的

source: # forks
es: Horquillas
zh: 前叉

source: Pan Right
es: Desplazar hacia la derecha
nl: Naar rechts pannen
zh: 向右平移

source: On
nl: Aan
zh: 开

source: Off
nl: Uit
zh: 关

source: string
es: cadena
zh: 字符串

source: SOCIAL
nl: SOCIAAL
zh: 社交

source: OK
zh: 确定

source: PUT
es: COLOCAR

source: POST
es: PUBLICAR
nl: BERICHT

source: Red Hat Ansible Automation Platform
es: Plataforma Red Hat Ansible Automation
nl: Automatiseringsplatform voor Red Hat Ansible

source: Grafana URL
es: URL de Grafana

source: {0, selectordinal, one {The first {weekday} of {month}} two {The second {weekday} of {month}} =3 {The third {weekday} of {month}} =4 {The fourth {weekday} of {month}} =5 {The fifth {weekday} of {month}}}
es: {0, selectordinal, one {The first {weekday} de {month}} two {The second {weekday} de {month}} =3 {The third {weekday} de {month}} =4 {The fourth {weekday} de {month}} =5 {The fifth {weekday} de {month}}}
nl: {0, selectordinal, one {The first {weekday} van {month}} two {The second {weekday} van {month}} =3 {The third {weekday} van {month}} =4 {The fourth {weekday} van {month}} =5 {The fifth {weekday} van {month}}}

source: Red Hat Virtualization
es: Virtualización de Red Hat
nl: Red Hat-virtualizering

source: True
es: Verdadero

source: Webhook URL
es: URL de Webhook

source: False
es: Falso

source: {count, plural, one {# fork} other {# forks}}
es: {count, plural, one {# tenedor} other {# tenedores}}

source: Subversion
nl: Subversie

source: content-loading-in-progress
nl: bezig-met-content-laden

source: host-name-{0}
nl: Hostnaam-{0}

source: Playbook
nl: Draaiboek
