Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: Successfully copied to clipboard!
es: ¡Copiado correctamente en el portapapeles!
ko: 클립보드에 성공적으로 복사되었습니다!
nl: Succesvol gekopieerd naar klembord!
zh: 成功复制至剪贴板！

source: dictionary
es: diccionario
ko: 사전
nl: woordenboek
zh: 词典

source: October
es: Octubre
ko: 10월
nl: Oktober
zh: 10 月

source: Project
es: Proyecto
ko: 프로젝트
zh: 项目

source: Choose a Notification Type
es: Elegir un tipo de notificación
ko: 알림 유형 선택
nl: Kies een type bericht
zh: 选择通知类型

source: Pull
es: Extraer
ko: 당기다
nl: Pullen
zh: 拉取

source: Environment variables or extra variables that specify the values a credential type can inject.
es: Variables de entorno o variables extra que especifican los valores que un tipo de credencial puede inyectar.
ko: 인증 정보 유형에서 삽입할 수 있는 값을 지정하는 환경 변수 또는 추가 변수입니다.
nl: Omgevingsvariabelen of extra variabelen die aangeven welke waarden een credentialtype kan injecteren.
zh: 用于指定凭证类型可注入值的环境变量或额外变量。

source: Toggle Legend
es: Alternar leyenda
ko: 범례 전환
nl: Legenda wisselen
zh: 切换图例

source: Metric
es: Métrica
ko: 메트릭
nl: Metrisch
zh: 指标

source: View all credential types
es: Ver todos los tipos de credencial
ko: 모든 인증 정보 유형 보기
nl: Alle typen toegangsgegevens weergeven
zh: 查看所有凭证类型

source: Please add a Schedule to populate this list. Schedules can be added to a Template, Project, or Inventory Source.
es: Añada un horario para rellenar esta lista. Las programaciones pueden añadirse a una plantilla, un proyecto o una fuente de inventario.
ko: 이 목록을 채울 일정을 추가하십시오. 템플릿, 프로젝트 또는 인벤토리 소스에 일정을 추가할 수 있습니다.
nl: Voeg een schema toe om deze lijst te vullen. Schema's kunnen worden toegevoegd aan een sjabloon, project of inventarisatiebron.
zh: 请添加一个调度来填充此列表。调度可以添加到模板、项目或清单源中。

source: Related search type typeahead
es: Tipo de búsqueda relacionado typeahead
ko: 관련 검색 자동 완성
nl: Verwante zoekopdracht typeahead
zh: 相关的搜索类型 typeahead

source: Failed to delete one or more teams.
es: No se pudo eliminar uno o más equipos.
ko: 하나 이상의 팀을 삭제하지 못했습니다.
nl: Een of meer teams kunnen niet worden verwijderd.
zh: 删除一个或多个团队失败。

source: Create New Notification Template
es: Crear nueva plantilla de notificación
ko: 새 알림 템플릿 만들기
nl: Nieuwe berichtsjabloon maken
zh: 创建新通知模板

source: Delete Job Template
es: Eliminar plantilla de trabajo
ko: 작업 템플릿 삭제
nl: Taaksjabloon verwijderen
zh: 删除作业模板

source: Source details
es: Detalles de la fuente
ko: 소스 세부 정보
nl: Broninformatie
zh: 源详情

source: Edit
es: Editar
ko: 편집
nl: Bewerken
zh: 编辑

source: RADIUS settings
es: Configuración de RADIUS
ko: RADIUS 설정
nl: RADIUS-instellingen
zh: RADIUS 设置

source: Installed
es: Instalado
ko: 설치됨
nl: Geïnstalleerd
zh: 已安装

source: No timeout specified
es: No se ha especificado el tiempo de espera
ko: 시간 초과가 지정되지 않음
nl: Geen time-out gespecificeerd
zh: 未指定超时

source: Destination SMS Number(s)
es: Números SMS del destinatario
ko: 대상 SMS 번호
nl: Sms-nummer(s) bestemming
zh: 目标 SMS 号码

source: Failed to delete application.
es: No se pudo eliminar la aplicación.
ko: 애플리케이션을 삭제하지 못했습니다.
nl: Kan toepassing niet verwijderen.
zh: 删除应用程序失败。

source: description
es: descripción
ko: 설명
nl: omschrijving
zh: 描述

source: Float
es: Decimal corto
ko: 부동 값
nl: Drijven
zh: 浮点值

source: You do not have permission to remove instances: {itemsUnableToremove}
es: No tiene permisos para los recursos relacionados: {itemsUnableToremove}
ko: 인스턴스를 제거할 수 있는 권한이 없습니다. {itemsUnableToremove}
nl: U hebt geen machtiging voor gerelateerde bronnen: {itemsUnableToremove}
zh: 您没有删除实例的权限：{itemsUnableToremove}

source: Recent Templates list tab
es: Pestaña de la lista de plantillas recientes
ko: 최근 템플릿 목록 탭
nl: Tabblad Lijst met recente sjablonen
zh: 最近模板列表标签页

source: Constructed Inventory not found.
es: Inventario construido no encontrado.
ko: 건설된 인벤토리를 찾을 수 없습니다.
nl: Opgebouwde inventaris niet gevonden.
zh: 未找到构建的库存。

source: Automation Analytics
ko: 자동화 분석
nl: Automatiseringsanalyse
zh: 自动化分析

source: Select tags
es: Seleccionar etiquetas
ko: 태그 선택
nl: Tags selecteren
zh: 选择标签

source: Schedule is inactive
es: La programación está inactiva
ko: 일정이 비활성 상태입니다
nl: Schema is actief
zh: 调度处于非活跃状态

source: Playbook Check
es: Comprobación del playbook
ko: 플레이북 확인
nl: Draaiboek controleren
zh: Playbook 检查

source: Sets the role that this instance will play within mesh topology. Default is "execution."
es: Establece el papel que desempeñará esta instancia dentro de la topología de malla. Por defecto es "ejecución".
ko: 이 인스턴스가 메시 토폴로지 내에서 수행할 역할을 설정합니다. 기본값은 "실행"입니다.
nl: Stelt de rol in die deze instantie zal spelen binnen de netwerktopologie. Standaard is "uitvoering".
zh: 设置此实例在网格拓扑中扮演的角色。默认为 "execution"。

source: Prevent Instance Group Fallback: If enabled, the inventory will prevent adding any organization instance groups to the list of preferred instances groups to run associated job templates on.
es: Impedir la retroalimentación del grupo de instancias: Si se habilita, el inventario impedirá añadir cualquier grupo de instancias de la organización a la lista de grupos de instancias preferidos para ejecutar las plantillas de trabajo asociadas.
ko: 인스턴스 그룹 폴백 방지: 활성화된 경우, 인벤토리에서 연결된 작업 템플릿을 실행하도록 기본 인스턴스 그룹 목록에 조직 인스턴스 그룹을 추가할 수 없습니다.
nl: Instance Group Fallback voorkomen: Indien ingeschakeld, zal de inventaris voorkomen dat instantiegroepen van organisaties worden toegevoegd aan de lijst van voorkeursinstantiegroepen om geassocieerde taaksjablonen op uit te voeren.
zh: 防止实例组 Fallback：如果启用，则该清单将阻止将任何机构实例组添加到运行相关作业模板的首选实例组列表中。

source: Removing this link will orphan the rest of the branch and cause it to be executed immediately on launch.
es: Si quita este enlace, el resto de la rama quedará huérfano y hará que se ejecute inmediatamente en el lanzamiento.
ko: 이 링크를 제거하면 나머지 분기가 분리되고 시작 시 즉시 실행됩니다.
nl: Als u deze link verwijdert, wordt de rest van de vertakking zwevend en wordt deze onmiddellijk bij lancering uitgevoerd.
zh: 删除此链接将会孤立分支的剩余部分，并导致它在启动时立即执行。

source: Soft delete {pluralizedItemName}?
es: Eliminación Temporal
ko: {pluralizedItemName} 을 (를) 소프트 삭제하시겠습니까?
nl: Zacht verwijderen
zh: 软删除

source: Grafana API key
es: Clave API de Grafana
ko: Grafana API 키
nl: Grafana API-sleutel
zh: Grafana API 密钥

source: This action will disassociate the following:
es: Esta acción disociará lo siguiente:
ko: 이 작업은 다음과 같이 연결을 해제합니다.
nl: Deze actie ontkoppelt het volgende:
zh: 此操作将解除以下关联：

source: Confirm cancellation
es: Confirmar cancelación
ko: 취소 확인
nl: Annuleren bevestigen
zh: 确认取消

source: Sort
es: Ordenar
ko: 분류
nl: Sorteren
zh: 排序

source: View all instance groups
es: Ver todos los grupos de instancias
ko: 모든 인스턴스 그룹 보기
nl: Alle instantiegroepen weergeven
zh: 查看所有实例组

source: Exit Without Saving
es: Salir sin guardar
ko: 저장하지 않고 종료
nl: Afsluiten zonder op te slaan
zh: 不保存退出

source: Job status
es: Estado de la tarea
ko: 작업 상태
nl: Taakstatus
zh: 作业状态

source: Source Control Branch/Tag/Commit
es: Rama/etiqueta/commit de fuente de control
ko: 소스 제어 분기/태그/커밋
nl: Vertakking/tag/binding broncontrole
zh: 源控制分支/标签/提交

source: Enable Instance
es: Alternar instancia
ko: 인스턴스 활성화
nl: Instantie wisselen
zh: 启用实例

source: {numJobsToCancel, plural, one {Cancel job} other {Cancel jobs}}
es: {numJobsToCancel, plural, one {Cancelar trabajo} other {Cancelar trabajos}}
ko: {numJobsToCancel, plural, one {작업 취소} other {작업 취소}}
nl: {numJobsToCancel, plural, one {Taak annuleren} other {Banen annuleren}}
zh: {numJobsToCancel, plural, one {取消作业} other {取消作业}}

source: Applications
es: Aplicaciones
ko: 애플리케이션
nl: Toepassingen
zh: 应用程序

source: Refresh project revision
es: Actualizar la revisión del proyecto
ko: 프로젝트 버전 새로 고침
nl: Herziening vernieuwing project
zh: 重新刷新项目修订版本

source: Search text input
es: Entrada de texto de búsqueda
ko: 검색 텍스트 입력
nl: Input voor tekst zoeken
zh: 搜索文本输入

source: That value was not found. Please enter or select a valid value.
es: No se encontró ese valor. Ingrese o seleccione un valor válido.
ko: 이 값을 찾을 수 없습니다. 유효한 값을 입력하거나 선택하십시오.
nl: De waarde is niet gevonden. Voer een geldige waarde in of selecteer er een.
zh: 未找到该值。请输入或选择一个有效值。

source: View Organization Details
es: Ver detalles de la organización
ko: 조직 세부 정보 보기
nl: Organisatiedetails weergeven
zh: 查看机构详情

source: Error!
ko: 오류!
nl: Fout!
zh: 错误！

source: Confirm removal of all nodes
es: Confirmar eliminación de todos los nodos
ko: 모든 노드 제거 확인
nl: Verwijderen van alle knooppunten bevestigen
zh: 确认删除所有节点

source: Confirm disassociate
es: Confirmar disociación
ko: 연결 해제 확인
nl: Loskoppelen bevestigen
zh: 确认解除关联

source: Client Identifier
es: Identificador del cliente
ko: 클라이언트 식별자
nl: Clientidentificatie
zh: 客户端标识符

source: Smart Inventory not found.
es: No se encontró el inventario inteligente.
ko: 스마트 인벤토리를 찾을 수 없습니다.
nl: Smart-inventaris niet gevonden.
zh: 未找到智能清单。

source: Encrypted
es: Cifrado
ko: 암호화
nl: Versleuteld
zh: 已加密

source: All jobs
es: Todas las tareas
ko: 모든 작업
nl: Alle taken
zh: 所有作业

source: Weekend day
es: Día del fin de semana
ko: 주말
nl: Weekenddag
zh: 周末日

source: Mon
es: Lun
ko: 월요일
nl: Ma
zh: 周一

source: Replace
es: Reemplazar
ko: 교체
nl: Vervangen
zh: 替换

source: Host Unreachable
es: Servidor no alcanzable
ko: 호스트에 연결할 수 없음
nl: Host onbereikbaar
zh: 主机无法访问

source: Verbose
es: Nivel de detalle
ko: 상세 정보
nl: Uitgebreid
zh: 详细

source: Failed to toggle host.
es: No se pudo alternar el host.
ko: 호스트를 전환하지 못했습니다.
nl: Kan niet van host wisselen.
zh: 切换主机失败。

source: Sign in with GitHub Enterprise Organizations
es: Iniciar sesión con organizaciones GitHub Enterprise
ko: GitHub Enterprise 조직으로 로그인
nl: Aanmelden met GitHub Enterprise-organisaties
zh: 使用 GitHub Enterprise Organizations 登录

source: Start message body
es: Iniciar cuerpo del mensaje
ko: 메시지 본문 시작
nl: Body startbericht
zh: 开始消息正文

source: Delete this node
es: Eliminar este nodo
ko: 이 노드 삭제
nl: Dit knooppunt verwijderen
zh: 删除此节点

source: Source Workflow Job
es: Tarea del flujo de trabajo de origen
ko: 소스 워크플로 작업
nl: Taak bronworkflow
zh: 源工作流作业

source: Edit Link
es: Modificar enlace
ko: 링크 편집
nl: Link bewerken
zh: 编辑链接

source: Maximum number of jobs to run concurrently on this group. Zero means no limit will be enforced.
es: Número máximo de trabajos que se ejecutarán simultáneamente en este grupo. Cero significa que no se aplicará ningún límite.
ko: 이 그룹에서 동시에 실행할 최대 작업 수입니다. 0은 제한이 적용되지 않음을 의미합니다.
nl: Maximaal aantal taken dat tegelijkertijd op deze groep kan worden uitgevoerd. Nul betekent dat er geen limiet wordt afgedwongen.
zh: 在此组上同时运行的最大作业数。零意味着不会强制执行任何限制。

source: Workflow approved message
es: Mensaje de flujo de trabajo aprobado
ko: 워크플로우 승인 메시지
nl: Workflow goedgekeurd bericht
zh: 工作流批准的消息

source: Add job template
es: Agregar plantilla de trabajo
ko: 작업 템플릿 추가
nl: Taaksjabloon toevoegen
zh: 添加作业模板

source: Execution Environments
es: Entornos de ejecución
ko: 실행 환경
nl: Uitvoeringsomgevingen
zh: 执行环境

source: Sync all sources
es: Sincronizar todas las fuentes
ko: 모든 소스 동기화
nl: Alle bronnen synchroniseren
zh: 同步所有源

source: Create New Team
es: Crear nuevo equipo
ko: 새 팀 만들기
nl: Nieuw team maken
zh: 创建新团队

source: Last Job Status
es: Último estado de la tarea
ko: 마지막 작업 상태
nl: Laatste taakstatus
zh: 最后的作业状态

source: View User Interface settings
es: Ver la configuración de la interfaz de usuario
ko: 사용자 인터페이스 설정 보기
nl: Instellingen gebruikersinterface weergeven
zh: 查看用户界面设置

source: Sign in with GitHub Teams
es: Iniciar sesión con equipos GitHub
ko: GitHub 팀으로 로그인
nl: Aanmelden met GitHub-teams
zh: 使用 GitHub Teams 登录

source: Job Status
es: Estado de la tarea
ko: 작업 상태
nl: Taakstatus
zh: 作业状态

source: View Job Details
es: Ver detalles de la tarea
ko: 작업 세부 정보보기
nl: Taakdetails weergeven
zh: 查看作业详情

source: Oragnization
es: Oragnización
ko: 오라그니제이션
nl: Oragnisatie

source: Select a job to cancel
es: Seleccionar una tarea para cancelar
ko: 취소할 작업 선택
nl: Taak selecteren om deze te annuleren
zh: 选择要取消的作业

source: Upload a .zip file
es: Cargar un archivo .zip
ko: .zip 파일 업로드
nl: .zip-bestand uploaden
zh: 上传一个 .zip 文件

source: Output
es: Salida
ko: 출력
zh: 输出

source: Scroll first
es: Desplazarse hasta el primero
ko: 먼저 스크롤
nl: Eerste scrollen
zh: 滚动到第一

source: Schedule
es: Planificar
ko: 스케줄
nl: Schema
zh: 调度

source: Project Update
es: Actualización del proyecto
ko: 프로젝트 업데이트
zh: 项目更新

source: Standard error tab
es: Pestaña de error estándar
ko: 표준 오류 탭
nl: Tabblad Standaardfout
zh: 标准错误标签页

source: Add Team Roles
es: Agregar roles de equipo
ko: 팀 역할 추가
nl: Teamrollen toevoegen
zh: 添加团队角色

source: Edit Credential Plugin Configuration
es: Modificar configuración del complemento de credenciales
ko: 인증 정보 플러그인 설정 편집
nl: Toegangsgegevens plug-inconfiguratie bewerken
zh: 编辑凭证插件配置

source: Delete selected tokens
es: ¿Borrar los tokens API seleccionados?
ko: 선택한 토큰 삭제
nl: Geselecteerde tokens verwijderen
zh: 删除所选令牌

source: Select a question to delete
es: Seleccione una pregunta para eliminar
ko: 삭제할 질문을 선택
nl: Selecteer een vraag om te verwijderen
zh: 选择要删除的问题

source: Variables
ko: 변수
nl: Variabelen
zh: 变量

source: deletion error
es: error de eliminación
ko: 삭제 오류
nl: verwijderingsfout
zh: 删除错误

source: Cancel Project Sync
es: Cancelar sincronización del proyecto
ko: 프로젝트 동기화 취소
nl: Projectsynchronisatie annuleren
zh: 取消项目同步

source: in the documentation and the
es: en la documentación y la
ko: 설명서 및
nl: in de documentatie en de
zh: 在文档和

source: Subscription Management
es: Administración de suscripciones
ko: 서브스크립션 관리
nl: Abonnementenbeheer
zh: 订阅管理

source: Labels
es: Etiquetas
ko: 레이블
zh: 标签

source: Select status
es: Seleccionar estado
ko: 상태 선택
nl: Status selecteren
zh: 选择状态

source: Remove the current search related to ansible facts to enable another search using this key.
es: Elimine la búsqueda actual relacionada con los hechos factibles para habilitar otra búsqueda usando esta clave.
ko: 이 키를 사용하여 다른 검색을 활성화하려면 ansible 팩트와 관련된 현재 검색을 제거합니다.
nl: Verwijder de huidige zoekopdracht die gerelateerd is aan ansible-feiten om een andere zoekopdracht met deze sleutel mogelijk te maken.
zh: 删除与 ansible 事实相关的当前搜索，以启用使用此键的另一个搜索。

source: Image
es: Imagen
ko: 이미지
zh: 镜像

source: Select Peer Addresses
es: Seleccionar direcciones de pares
ko: 피어 주소 선택
nl: Peer-adressen selecteren
zh: 选择对等地址

source: Edit application
es: Modificar aplicación
ko: 애플리케이션 편집
nl: Toepassing bewerken
zh: 编辑应用

source: Set a value for this field
es: Establecer un valor para este campo
ko: 이 필드의 값을 설정합니다.
nl: Waarde instellen voor dit veld
zh: 为这个字段设置值

source: Organization (Name)
es: Organización (Nombre)
ko: 조직(이름)
nl: Organisatie (naam)
zh: 机构（名称）

source: Add new host
es: Agregar nuevo host
ko: 새 호스트 추가
nl: Nieuwe host toevoegen
zh: 添加新主机

source: Submit
es: Enviar
ko: 제출
nl: Indienen
zh: 提交

source: Select an option
es: Seleccione una opción
ko: 옵션 선택
nl: Kies een optie
zh: 选择一个选项

source: This job failed and has no output.
es: Este trabajo ha fallado y no tiene salida.
ko: 이 작업은 실패하여 출력이 없습니다.
nl: Deze opdracht is mislukt en heeft geen uitvoer.
zh: 此作业失败，且没有输出。

source: Frequency Details
es: Información sobre la frecuencia
ko: 빈도 세부 정보
nl: Frequentie-informatie
zh: 频率详情

source: Next
es: Siguiente
ko: 다음
nl: Volgende
zh: 下一

source: Are you sure you want to submit the request to cancel this job?
es: ¿Está seguro de que desea enviar la solicitud para cancelar este trabajo?
ko: 이 작업을 취소하기 위한 요청을 제출하시겠습니까?
nl: Weet u zeker dat u het verzoek om deze taak te annuleren in wilt dienen?
zh: 您确定要提交取消此任务的请求吗？

source: Create
es: Crear
ko: 만들기
nl: Maken
zh: 创建

source: Port
es: Puerto
ko: 포트
nl: Poort
zh: 端口

source: Are you sure you want to disable local authentication? Doing so could impact users' ability to log in and the system administrator's ability to reverse this change.
es: ¿Está seguro de que desea deshabilitar la autenticación local? Esto podría afectar la capacidad de los usuarios para iniciar sesión y la capacidad del administrador del sistema para revertir este cambio.
ko: 로컬 인증을 비활성화하시겠습니까? 이렇게 하면 로그인할 수 있는 사용자와 시스템 관리자가 이러한 변경을 취소할 수 있습니다.
nl: Weet u zeker dat u lokale authenticatie wilt uitschakelen? Als u dat doet, kan dat gevolgen hebben voor de mogelijkheid van gebruikers om in te loggen en voor de mogelijkheid van de systeembeheerder om deze wijziging terug te draaien.
zh: 您确定要禁用本地身份验证吗？这样做可能会影响用户登录的能力，以及系统管理员撤销此更改的能力。

source: Job Tags
es: Etiquetas de trabajo
ko: 작업 태그
nl: Taaktags
zh: 作业标签

source: Delete Job
es: Eliminar tarea
ko: 작업 삭제
nl: Taak verwijderen
zh: 删除作业

source: Copy
es: Copiar
ko: 복사
nl: Kopiëren
zh: 复制

source: Project Base Path
es: Ruta base del proyecto
ko: 프로젝트 기본 경로
nl: Basispad project
zh: 项目基本路径

source: March
es: Marzo
ko: 3월
nl: Maart
zh: 3 月

source: Perform a search to define a host filter
es: Realice una búsqueda para definir un filtro de host
ko: 호스트 필터를 정의하여 검색을 수행
nl: Voer een zoekopdracht uit om een hostfilter te definiëren
zh: 执行搜索以定义主机过滤器

source: items
es: elementos
ko: 항목
zh: 项

source: September
es: Septiembre
ko: 9월
zh: 9 月

source: We were unable to locate licenses associated with this account.
es: No pudimos localizar las licencias asociadas a esta cuenta.
ko: 이 계정과 연결된 라이선스를 찾을 수 없습니다.
nl: We waren niet in staat om de aan deze account gekoppelde licenties te lokaliseren.
zh: 我们无法找到与这个帐户关联的许可证。

source: Update settings pertaining to Jobs within {brandName}
es: Actualizar la configuración de los trabajos en {brandName}
ko: {brandName}의 작업 관련 설정 업데이트
nl: Instellingen bijwerken die betrekking hebben op taken binnen {brandName}
zh: 更新 {brandName} 中与作业相关的设置

source: Provisioning
es: Aprovisionamiento
ko: 프로비저닝
nl: Voorziening
zh: 置备

source: Extra variables
es: Variables adicionales
ko: 추가 변수
nl: Extra variabelen
zh: 额外变量

source: Resource Name
es: Nombre del recurso
ko: 리소스 이름
nl: Bronnaam
zh: 资源名称

source: Content Signature Validation Credential
es: Credencial de validación de la firma del contenido
ko: 콘텐츠 서명 확인 인증 정보
zh: 内容签名验证凭证

source: Management Job
es: Trabajo de gestión
ko: 관리 작업
nl: Beheertaak
zh: 管理作业

source: Monday
es: Lunes
ko: 월요일
nl: Maandag
zh: 周一

source: Application information
es: Información de la aplicación
ko: 애플리케이션 정보
nl: Toepassingsinformatie
zh: 应用程序信息

source: Allow Branch Override
es: Permitir la anulación de la rama
ko: 분기 덮어쓰기 허용
nl: Overschrijven van vertakking toelaten
zh: 允许分支覆写

source: Create new source
es: Crear nueva fuente
ko: 새 소스 만들기
nl: Nieuwe bron maken
zh: 创建新源

source: Workflow denied message
es: Mensaje de flujo de trabajo denegado
ko: 워크플로우 거부 메시지
nl: Workflow geweigerd bericht
zh: 工作流拒绝的消息

source: Schedule is missing rrule
es: Falta una regla de programación
ko: 일정에 규칙이 누락되어 있습니다
nl: Er ontbreekt een regel in het schema
zh: 调度缺少规则

source: Write
es: Escribir
ko: 쓰기
nl: Schrijven
zh: 写入

source: Add team permissions
es: Agregar permisos de equipo
ko: 팀 권한 추가
nl: Teammachtigingen toevoegen
zh: 添加团队权限

source: Source phone number
es: Número de teléfono de la fuente
ko: 소스 전화 번호
nl: Brontelefoonnummer
zh: 源电话号码

source: Notifications
es: Notificación
ko: 알림
nl: Berichten
zh: 通知

source: Failed to approve one or more workflow approval.
es: Error al aprobar una o más aprobaciones de flujo de trabajo.
ko: 하나 이상의 워크플로 승인을 승인하지 못했습니다.
nl: Kan een of meer workflowgoedkeuringen niet goedkeuren.
zh: 审批一个或多个工作流审批失败。

source: View Credential Details
es: Ver detalles de la credencial
ko: 인증 정보 세부 정보보기
nl: Details toegangsgegevens weergeven
zh: 查看凭证详情

source: Launch workflow
es: Ejecutar flujo de trabajo
ko: 워크플로우 시작
nl: Workflow opstarten
zh: 启动工作流

source: system
es: sistema
ko: 시스템
nl: systeem
zh: 系统

source: Back
es: Volver
ko: 뒤로
nl: Terug
zh: 返回

source: Last Login
es: Último inicio de sesión
ko: 마지막 로그인
nl: Laatste login
zh: 最近登陆

source: Copy Error
es: Copiar error
ko: 복사 오류
nl: Kopieerfout
zh: 复制错误

source: No JSON Available
es: No hay ningún JSON disponible
ko: 사용할 수 있는 JSON 없음
nl: Geen JSON beschikbaar
zh: 没有可用的 JSON

source: Group details
es: Detalles del grupo
ko: 그룹 세부 정보
nl: Groepsdetails
zh: 组详情

source: Play Count
es: Recuento de jugadas
ko: 플레이 수
nl: Aantal afspelen
zh: play 数量

source: Instance groups
es: Grupos de instancias
ko: 인스턴스 그룹
nl: Instantiegroepen
zh: 实例组

source: Add smart inventory
es: Agregar inventario inteligente
ko: 스마트 인벤토리 추가
nl: Smart-inventaris toevoegen
zh: 添加智能清单

source: Disable SSL Verification
es: Deshabilite la verificación de SSL
ko: SSL 확인 비활성화
nl: SSL-verificatie uitschakelen
zh: 禁用 SSL 验证

source: Templates
es: Plantillas
ko: 템플릿
nl: Sjablonen
zh: 模板

source: Select job type
es: Seleccionar el tipo de tarea
ko: 작업 유형 선택
nl: Type taak selecteren
zh: 选择作业类型

source: This step contains errors
es: Este paso contiene errores
ko: 이 단계에는 오류가 포함되어 있습니다.
nl: Deze stap bevat fouten
zh: 这一步包含错误

source: View Inventory Details
es: Ver detalles del inventario
ko: 인벤토리 세부 정보보기
nl: Inventarisdetails weergeven
zh: 查看清单脚本

source: Subscription Details
es: Detalles de la suscripción
ko: 서브스크립션 세부 정보
nl: Details abonnement
zh: 订阅详情

source: New
es: Nuevo
ko: 새로운
nl: Nieuw
zh: 新

source: Management job
es: Tarea de gestión
ko: 관리 작업
nl: Beheertaak
zh: 管理作业

source: Searching by ansible_facts requires special syntax. Refer to the
es: La búsqueda por ansible_facts requiere sintaxis especial. Consulte el
ko: ansible_facts로 검색하는 경우 특수 구문이 필요합니다.
nl: Zoeken op ansible_facts vereist speciale syntax. Raadpleeg de
zh: 根据 ansible_facts 搜索需要特殊的语法。请参阅

source: Link state types
es: Tipos de estado de los enlaces
ko: 링크 상태 유형
nl: Typen verbindingstoestanden
zh: 链接状态类型

source: Edit Host
es: Modificar host
ko: 호스트 편집
nl: Host bewerken
zh: 编辑主机

source: Workflow Statuses
es: Estados del flujo de trabajo
ko: 워크플로우 상태
nl: Werkstroomstatussen
zh: 工作流状态

source: Edit host
es: Editar el servidor
ko: 호스트 편집
nl: Host bewerken
zh: 编辑主机

source: cancel delete
es: cancelar eliminación
ko: 삭제 취소
nl: verwijderen annuleren
zh: 取消删除

source: Cancel selected job
es: Cancelar la tarea seleccionada
ko: 선택한 작업 취소
nl: Geselecteerde taak annuleren
zh: 取消所选作业

source: Pending Workflow Approvals
es: Aprobaciones de flujos de trabajo pendientes
ko: 워크플로우 승인 보류 중
nl: In afwachting van workflowgoedkeuringen
zh: 等待工作流批准

source: Canonical
es: Canónico
ko: 캐노티컬
zh: 规范

source: Survey
es: Encuesta
ko: 설문 조사
nl: Vragenlijst
zh: 问卷调查

source: Revert
es: Revertir
ko: 되돌리기
nl: Terugzetten
zh: 恢复

source: Reset zoom
es: Restablecer zoom
ko: 확대/축소 재설정
nl: Zoom resetten
zh: 重新设置缩放

source: Workflow Job 1/{0}
es: Tarea en flujo de trabajo 1/{0}
ko: 워크플로 작업 1/{0}
nl: Workflowtaak 1/{0}
zh: 工作流作业 1/{0}

source: This credential is currently being used by other resources. Are you sure you want to delete it?
es: Esta credencial está siendo utilizada por otros recursos. ¿Está seguro de que desea eliminarla?
ko: 현재 다른 리소스에서 이 인증 정보를 사용하고 있습니다. 삭제하시겠습니까?
nl: Deze toegangsgegevens worden momenteel door andere bronnen gebruikt. Weet u zeker dat u ze wilt verwijderen?
zh: 其他资源目前正在使用此凭证。确定要删除它吗？

source: Organizations
es: Organizaciones
ko: 조직
nl: Organisaties
zh: 机构

source: None (run once)
es: Ninguno (se ejecuta una vez)
ko: 없음 (한 번 실행)
nl: Geen (eenmaal uitgevoerd)
zh: 无（运行一次）

source: Add exceptions
es: Añadir excepciones
ko: 예외 추가
nl: Uitzonderingen toevoegen
zh: 添加例外

source: The inventories will be in a pending status until the final delete is processed.
es: Los inventarios estarán en un estado pendiente hasta que se procese la eliminación final.
ko: 최종 삭제가 처리될 때까지 재고는 보류 중 상태가 됩니다.
nl: De voorraden hebben de status in behandeling totdat de definitieve verwijdering is verwerkt.
zh: 在最终删除处理完成之前，库存将处于待处理状态。

source: here.
es: aquí.
ko: 여기.
nl: hier.
zh: 此处。

source: Unavailable
es: No disponible
ko: 사용할 수 없음
nl: Niet beschikbaar
zh: 不可用

source: Play Started
es: Jugada iniciada
ko: 플레이 시작됨
nl: Afspelen gestart
zh: Play 已启动

source: Output tab
es: Salida
ko: 출력 탭
nl: Output
zh: 输出标签页

source: Unknown Finish Date
es: Fecha de finalización desconocida
ko: 알 수 없는 완료일
nl: Onbekende einddatum
zh: 未知完成日期

source: Machine Credential
es: Credenciales de máquina
ko: 시스템 인증 정보
nl: Toegangsgegevens machine
zh: 机器凭证
