Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: Select an instance to run a health check.
es: Seleccione una instancia para ejecutar una comprobación de estado.
ko: 상태 점검을 실행할 인스턴스를 선택합니다.
nl: Selecteer een instantie om een gezondheidscontrole uit te voeren.
zh: 选择一个要运行健康检查的实例。

source: Notification Type
es: Tipo de notificación
ko: 알림 유형
nl: Berichttype
zh: 通知类型

source: Dashboard (all activity)
es: Panel de control (toda la actividad)
ko: 대시보드(모든 활동)
nl: Dashboard (alle activiteit)
zh: 仪表盘（所有活动）

source: How many times was the host deleted
es: ¿Cuántas veces se ha eliminado al anfitrión?
ko: 호스트가 몇 번이나 삭제되었나요?
nl: Hoe vaak is de host verwijderd
zh: 房东/体验达人被删除了多少次

source: Credential Name
es: Nombre de la credencial
ko: 인증 정보 이름
nl: Naam toegangsgegevens
zh: 凭证名称

source: Error
ko: 오류
nl: Fout
zh: 错误

source: Applications & Tokens
es: Aplicaciones y tokens
ko: 애플리케이션 및 토큰
nl: Toepassingen en tokens
zh: 应用程序和令牌

source: Job Runs
es: Ejecuciones de trabajo
ko: 작업 실행
nl: Taakuitvoeringen
zh: 作业运行

source: Failed to delete smart inventory.
es: No se pudo eliminar el inventario inteligente.
ko: 스마트 인벤토리를 삭제하지 못했습니다.
nl: Kan Smart-inventaris niet verwijderen.
zh: 删除智能清单失败。

source: Back to Instances
es: Volver a las instancias
ko: 인스턴스로 돌아가기
nl: Terug naar instanties
zh: 返回到实例

source: Deprecated
es: Obsoleto
ko: 더 이상 사용되지 않음
nl: Afgeschaft
zh: 已弃用

source: Workflow approved message body
es: Cuerpo del mensaje de flujo de trabajo aprobado
ko: 워크플로우 승인 메시지 본문
nl: Workflow goedgekeurde berichtbody
zh: 工作流批准的消息正文

source: Go to previous page
es: Ir a la página anterior
ko: 이전 페이지로 이동
nl: Ga naar de vorige pagina
zh: 进入上一页

source: Workflow denied message body
es: Cuerpo del mensaje de flujo de trabajo denegado
ko: 워크플로우 거부 메시지 본문
nl: Workflow geweigerde berichtbody
zh: 工作流拒绝的消息正文

source: Generic OIDC settings
es: Ajustes genéricos de OIDC
ko: 일반 OIDC 설정
nl: Algemene OIDC-instellingen
zh: 通用 OIDC 设置

source: Users
es: Usuarios
ko: 사용자
nl: Gebruikers
zh: 用户

source: LDAP settings
es: Configuración de LDAP
ko: LDAP 설정
nl: LDAP-instellingen
zh: LDAP 设置

source: Forks
ko: 포크
nl: Vorken

source: Parameter
es: Parámetro
ko: 매개변수
zh: 参数

source: The
es: El
ko: 그만큼
nl: De
zh: 这个

source: Failed to toggle notification.
es: No se pudo alternar la notificación.
ko: 알림을 전환하지 못했습니다.
nl: Kan niet van bericht wisselen.
zh: 切换通知失败。

source: Webhook Key
es: Clave de Webhook
ko: Webhook 키
nl: Webhooksleutel
zh: Webhook 密钥

source: Play
es: Jugada
ko: 플레이
nl: Afspelen
zh: 播放

source: GitHub Enterprise Team
es: Equipo de GitHub Enterprise
ko: GitHub Enterprise 팀

source: Edit this node
es: Modificar este nodo
ko: 이 노드 편집
nl: Dit knooppunt bewerken
zh: 编辑此节点

source: Failed to delete team.
es: No se pudo eliminar el equipo.
ko: 팀을 삭제하지 못했습니다.
nl: Kan team niet verwijderen.
zh: 删除团队失败。

source: Days of data to be retained
es: Días de datos a conservar
ko: 데이터 유지 일수
nl: Aantal dagen dat gegevens moeten worden bewaard
zh: 数据被保留的天数

source: Get subscriptions
es: Obtener suscripciones
ko: 서브스크립션 가져오기
nl: Abonnementen ophalen
zh: 获取订阅

source: Related search type
es: Tipo de búsqueda relacionada
ko: 관련 검색 유형
nl: Verwant zoektype
zh: 相关的搜索类型

source: Disassociate role
es: Disociar rol
ko: 역할 연결 해제
nl: Rol loskoppelen
zh: 解除关联角色

source: Required
es: Obligatorio
ko: 필수 항목
nl: Vereist
zh: 必需

source: Populate field from an external secret management system
es: Completar el campo desde un sistema externo de gestión de claves secretas
ko: 외부 보안 관리 시스템에서 필드 채우기
nl: Vul veld vanuit een extern geheimbeheersysteem
zh: 从外部 secret 管理系统填充字段

source: Insights Credential
es: Credencial de Insights
ko: Insights 인증 정보
nl: Toegangsgegevens voor Insights
zh: Insights 凭证

source: View constructed inventory host details
es: Ver los detalles del anfitrión del inventario construido
ko: 구성된 인벤토리 호스트 세부 정보 보기
nl: Geconstrueerde inventarisgegevens van host bekijken
zh: 查看已建库存房东详情

source: Token
ko: 토큰
zh: 令牌

source: Group type
es: Tipo de grupo
ko: 그룹 유형
nl: Type groep
zh: 组类型

source: User Type
es: Tipo de usuario
ko: 사용자 유형
nl: Soort gebruiker
zh: 用户类型

source: An inventory must be selected
es: Debe seleccionar un inventario
ko: 인벤토리를 선택해야 함
nl: Er moet een inventaris worden gekozen
zh: 必须选择一个清单

source: Back to credential types
es: Volver a los tipos de credenciales
ko: 인증 정보 유형으로 돌아가기
nl: Terug naar typen toegangsgegevens
zh: 返回到凭证类型

source: Show changes
es: Mostrar cambios
ko: 변경 사항 표시
nl: Wijzigingen tonen
zh: 显示更改

source: Create new execution environment
es: Crear un nuevo entorno de ejecución
ko: 새로운 실행 환경 만들기
nl: Nieuwe uitvoeringsomgeving maken
zh: 创建新执行环境

source: Provisioning Callback URL
es: Dirección URL para las llamadas callback
ko: 콜백 URL 프로비저닝
nl: Provisioning terugkoppelings-URL
zh: 部署回调 URL

source: User details
es: Detalles del usuario
ko: 사용자 세부 정보
nl: Gebruikersdetails
zh: 用户详情

source: Set type typeahead
es: Establecer escritura anticipada del tipo
ko: 설정 유형 자동 완성
nl: Typeahead type instellen
zh: 设置类型 typeahead

source: Copy Credential
es: Copiar credencial
ko: 인증 정보 복사
nl: Toegangsgegevens kopiëren
zh: 复制凭证

source: Jobs
es: Trabajos
ko: 작업
nl: Taken
zh: 作业

source: Private key passphrase
es: Frase de paso para llave privada
ko: 개인 키 암호
nl: Privésleutel wachtwoordzin
zh: 私钥密码

source: View Constructed Inventory Details
es: Ver detalles del inventario construido
ko: 구축된 재고 세부 정보 보기
nl: Details van geconstrueerde inventaris bekijken
zh: 查看已建库存明细

source: System Administrator
es: Administrador del sistema
ko: 시스템 관리자
nl: Systeembeheerder
zh: 系统管理员

source: Settings
es: Ajustes
ko: 설정
nl: Instellingen
zh: 设置

source: View GitHub Settings
es: Ver la configuración de GitHub
ko: GitHub 설정 보기
nl: GitHub-instellingen weergeven
zh: 查看 GitHub 设置

source: Last seen
es: Última sincronización
ko: 마지막 확인
nl: Laatste synchronisatie
zh: 最后看到

source: When not checked, a merge will be performed, combining local variables with those found on the external source.
es: Si no se marca, se realizará una fusión, combinando las variables locales con las que se encuentran en la fuente externa.
ko: 선택하지 않으면 병합이 수행되어 로컬 변수와 외부 소스에 있는 변수를 결합합니다.
nl: Indien niet aangevinkt, wordt een samenvoeging uitgevoerd, waarbij lokale variabelen worden gecombineerd met die op de externe bron.
zh: 未选中时，将执行合并，将局部变量与外部源上的局部变量相结合。

source: Subscriptions consumed
es: Suscripciones consumidas
ko: 사용한 구독
nl: Verbruikte abonnementen
zh: 已消耗的订阅

source: Inventory sync failures
es: Errores de sincronización de inventario
ko: 인벤토리 동기화 실패
nl: Fout tijdens inventarissynchronisatie
zh: 清单同步失败

source: Deleting these instance groups could impact other resources that rely on them. Are you sure you want to delete anyway?
es: La eliminación de estos grupos de instancias podría afectar a otros recursos que dependen de ellos. ¿Está seguro de que desea eliminar de todos modos?
ko: 이러한 인스턴스 그룹을 삭제하면 인스턴스에 의존하는 다른 리소스에 영향을 줄 수 있습니다. 그래도 삭제하시겠습니까?
nl: Het verwijderen van deze instantiegroepen kan van invloed zijn op andere bronnen die van hen afhankelijk zijn. Weet u zeker dat u het toch wilt verwijderen?
zh: 删除这些实例组可能会影响依赖它们的其他资源。您确定要删除吗？

source: Case-insensitive version of endswith.
es: Versión de endswith que no distingue mayúsculas de minúsculas.
ko: 마지막에 대소문자를 구분하지 않는 버전입니다.
nl: Hoofdletterongevoelige versie van endswith.
zh: 结尾不区分大小写的版本。

source: Details
es: Detalles
ko: 세부 정보
nl: Meer informatie
zh: 详情

source: Last Name
es: Apellido
ko: 성
nl: Achternaam
zh: 姓氏

source: If enabled, control nodes will peer to this instance automatically. If disabled, instance will be connected only to associated peers.
es: Si está habilitado, los nodos de control examinarán esta instancia automáticamente. Si se desactiva, la instancia se conectará solo a los compañeros asociados.
ko: 활성화되면 제어 노드가 이 인스턴스를 자동으로 피어링합니다. 비활성화된 경우, 인스턴스는 연결된 동료에게만 연결됩니다.
nl: Indien ingeschakeld, zullen besturingsknooppunten automatisch naar dit exemplaar turen. Indien uitgeschakeld, wordt het exemplaar alleen verbonden met geassocieerde collega's.
zh: 如果启用，控制节点将自动对等到此实例。如果禁用，实例将仅连接到关联的对等点。

source: and click on Update Revision on Launch
es: y haga clic en Actualizar revisión al ejecutar
ko: 실행 시 버전 업데이트를 클릭합니다
nl: en klik op Herziening updaten bij opstarten
zh: 点 Update Revision on Launch

source: Order
es: Pedir
ko: 순서
nl: Bestellen
zh: 顺序

source: Are you sure you want to delete:
es: ¿Está seguro de que desea eliminar:
ko: 삭제하시겠습니까
nl: Weet u zeker dat u dit wilt verwijderen:
zh: 您确定要删除：

source: Pending
es: Pendiente
ko: 보류 중
nl: In afwachting
zh: 待处理

source: Failed to retrieve full node resource object.
es: No se pudo recuperar el objeto de recurso de nodo completo.
ko: 전체 노드 리소스 오브젝트를 검색하지 못했습니다.
nl: Kan geen volledig bronobject van knooppunt ophalen.
zh: 获取完整节点资源对象失败。

source: Toggle Tools
es: Alternar herramientas
ko: 툴 전환
nl: Gereedschap wisselen
zh: 切换工具

source: This inventory is currently being used by other resources. Are you sure you want to delete it?
es: Este inventario está siendo utilizado por otros recursos. ¿Está seguro de que desea eliminarlo?
ko: 이 인벤토리는 현재 다른 리소스에서 사용하고 있습니다. 삭제하시겠습니까?
nl: Deze inventaris wordt momenteel door andere bronnen gebruikt. Weet u zeker dat u hem wilt verwijderen?
zh: 其他资源目前正在使用此清单。确定要删除它吗？

source: Errors
es: Errores
ko: 오류
nl: Fouten
zh: 错误

source: Third
es: Tercero
ko: 세 번째
nl: Derde
zh: 第三

source: Execution environment is missing or deleted.
es: Falta el entorno de ejecución o se ha eliminado.
ko: 실행 환경이 없거나 삭제되었습니다.
nl: Uitvoeringsomgeving ontbreekt of is verwijderd.
zh: 执行环境缺失或删除。

source: Relaunch failed hosts
es: Volver a ejecutar hosts fallidos
ko: 실패한 호스트 다시 시작
nl: Mislukte hosts opnieuw starten
zh: 重新启动失败的主机

source: Navigation
es: Navegación
ko: 탐색
nl: Navigatie
zh: 导航

source: Delete {pluralizedItemName}?
es: ¿Eliminar {pluralizedItemName}?
ko: {pluralizedItemName} 을/를 삭제하시겠습니까?
nl: {pluralizedItemName} verwijderen?
zh: 删除 {pluralizedItemName}？

source: Seconds
es: Segundos
ko: 초
nl: Seconden
zh: 秒

source: User analytics
es: Análisis de usuarios
ko: 사용자 분석
nl: Gebruikersanalyses
zh: 用户分析

source: First name
es: Nombre
ko: 이름
nl: Voornaam
zh: 名字

source: Listener Addresses
es: Direcciones del oyente
ko: 청취자 주소
nl: Adressen van luisteraars
zh: 侦听器地址

source: If enabled, show the changes made by Ansible tasks, where supported. This is equivalent to Ansible’s --diff mode.
es: Si se habilita esta opción, muestre los cambios realizados por las tareas de Ansible, donde sea compatible. Esto es equivalente al modo --diff de Ansible.
ko: 활성화된 경우 지원되는 Ansible 작업에서 변경한 내용을 표시합니다. 이는 Ansible의 --diff 모드와 동일합니다.
nl: Als deze mogelijkheid ingeschakeld is, worden de wijzigingen die aangebracht zijn door Ansible-taken weergegeven, waar ondersteund. Dit staat gelijk aan de diff-modus van Ansible.
zh: 如果启用，显示 Ansible 任务所做的更改（在支持的情况下）。这等同于 Ansible 的 --diff 模式。

source: Add Link
es: Agregar enlace
ko: 링크 추가
nl: Link toevoegen
zh: 添加链接

source: Recipient List
es: Lista de destinatarios
ko: 수신자 목록
nl: Lijst met ontvangers
zh: 接收者列表

source: Note: The order of these credentials sets precedence for the sync and lookup of the content. Select more than one to enable drag.
es: Nota: El orden de estas credenciales establece la precedencia para la sincronización y búsqueda del contenido. Seleccione más de una para habilitar el arrastre.
ko: 참고: 이러한 인증 정보의 순서는 콘텐츠의 동기화 및 조회에 대한 우선 순위를 설정합니다. 끌어오기를 활성화하려면 하나 이상 선택합니다.
nl: Opmerking: de volgorde van deze toegangsgegevens bepaalt de voorrang voor de synchronisatie en het opzoeken van de inhoud. Selecteer er meer dan één om slepen mogelijk te maken.
zh: 注意：这些凭据的顺序设置内容同步和查找的优先级。选择多个来启用拖放。

source: Expand section
es: Expandir sección
ko: 섹션 확장
nl: Sectie uitklappen
zh: 展开部分

source: Create new container group
es: Crear nuevo grupo de contenedores
ko: 새 컨테이너 그룹 만들기
nl: Nieuwe containergroep maken
zh: 创建新容器组

source: Wednesday
es: Miércoles
ko: 수요일
nl: Woensdag
zh: 周三

source: Workflow Approvals
es: Aprobaciones del flujo de trabajo
ko: 워크플로우 승인
nl: Workflowgoedkeuringen
zh: 工作流批准

source: Edit details
es: Modificar detalles
ko: 세부 정보 편집
nl: Details bewerken
zh: 编辑详情

source: Current page
es: Página actual
ko: 현재 페이지
nl: Huidige pagina
zh: 当前页

source: Start sync source
es: Iniciar fuente de sincronización
ko: 동기화 소스 시작
nl: Start synchronisatie bron
zh: 启动同步源

source: Max forks
es: Horquillas
ko: 최대 포크
nl: Forks
zh: 最大分叉数

source: # fork
es: bifurcación
ko: 포크
nl: Vork
zh: 分叉

source: Schedule is active
es: La programación está activa
ko: 일정이 활성화됨
nl: Schema is actief
zh: 调度处于活跃状态

source: Delete inventory source
es: Eliminar fuente de inventario
ko: 인벤토리 소스 삭제
nl: Inventarisbron maken
zh: 删除清单源

source: Event detail modal
es: Modal de detalles del evento
ko: 이벤트 세부 정보 모달
nl: Modus gebeurtenisdetails
zh: 事件详情模式

source: Missing
es: No encontrado
ko: 누락됨
nl: Ontbrekend
zh: 缺少

source: GitHub Organization
es: Organización de GitHub
ko: GitHub 조직
nl: GitHub-organisatie

source: Metrics
es: Métrica
ko: 메트릭
nl: Meetwaarden
zh: 指标

source: Hop node
es: Nodo de salto
ko: 홉 노드
nl: Hop-knooppunt
zh: Hop（跃点）节点

source: End user license agreement
es: Acuerdo de licencia de usuario final
ko: 최종 사용자 라이센스 계약
nl: Licentie-overeenkomst voor eindgebruikers
zh: 最终用户许可证协议

source: Add new group
es: Agregar nuevo grupo
ko: 새 그룹 추가
nl: Nieuwe groep toevoegen
zh: 添加新组

source: The resource associated with this node has been deleted.
es: Se ha eliminado el recurso asociado a este nodo.
ko: 이 노드와 연결된 리소스가 삭제되었습니다.
nl: De aan dit knooppunt gekoppelde bron is verwijderd.
zh: 已删除与该节点关联的资源。

source: Confirm revert all
es: Confirmar la reversión de todo
ko: 모두 되돌리기 확인
nl: Alles terugzetten bevestigen
zh: 确认全部恢复

source: Failed to delete role.
es: No se pudo eliminar el rol.
ko: 역할을 삭제하지 못했습니다.
nl: Kan rol niet verwijderen.
zh: 删除角色失败。

source: An error occurred
es: Se ha producido un error
ko: 오류가 발생했습니다.
nl: Er is een fout opgetreden
zh: 发生错误

source: Toggle notification failure
es: No se pudieron alternar las notificaciones
ko: 알림 전환 실패
nl: Berichtstoring wisselen
zh: 切换通知失败

source: Copy Project
es: Copiar proyecto
ko: 프로젝트 복사
nl: Project kopiëren
zh: 复制项目

source: View Inventory Groups
es: Ver grupos de inventario
ko: 인벤토리 그룹 보기
nl: Inventarisgroepen weergeven
zh: 查看清单组

source: Back to Users
es: Volver a Usuarios
ko: 사용자로 돌아가기
nl: Terug naar gebruikers
zh: 返回到用户

source: Failed to get instance.
es: No se pudo obtener el tablero:
ko: 인스턴스를 가져오지 못했습니다.
nl: Kon dashboard niet weergeven:
zh: 获取实例失败。

source: Launched By (Username)
es: Ejecutado por (nombre de usuario)
ko: (사용자 이름)에 의해 시작됨
nl: Opgestart door (gebruikersnaam)
zh: 启动者（用户名）

source: Weekday
es: Día de la semana
ko: 평일
nl: Doordeweeks
zh: 周中日

source: Prompt
es: Aviso
ko: 프롬프트
nl: Melding
zh: 提示

source: Start date
es: Fecha de inicio
ko: 시작일
nl: Startdatum
zh: 开始日期

source: Confirm link removal
es: Confirmar eliminación de enlace
ko: 링크 삭제 확인
nl: Link verwijderen bevestigen
zh: 确认链接删除

source: Delete Groups?
es: Eliminar grupos
ko: 단체(그룹) 삭제
nl: Groepen verwijderen?
zh: 删除组

source: Answer type
es: Tipo de respuesta
ko: 응답 유형
nl: Antwoordtype
zh: 回答类型

source: Key select
es: Seleccionar clave
ko: 키 선택
nl: Sleutel selecteren
zh: 键选择

source: Account token
es: Cuenta token
ko: 계정 토큰
zh: 帐户令牌

source: Edit Login redirect override URL
es: Editar la URL de redirección de inicio de sesión
ko: 로그인 리디렉션 덮어쓰기 URL 편집
nl: Login doorverwijzen URL overschrijven bewerken
zh: 编辑登录重定向覆写 URL

source: Subscription
es: Subscripción
ko: 서브스크립션
nl: Abonnement
zh: 订阅

source: IRC nick
es: NIC de IRC
ko: IRC 닉네임
nl: IRC-bijnaam

source: Enter at least one search filter to create a new Smart Inventory
es: Ingresar al menos un filtro de búsqueda para crear un nuevo inventario inteligente
ko: 새 스마트 인벤토리를 생성하려면 하나 이상의 검색 필터를 입력합니다.
nl: Voer ten minste één zoekfilter in om een nieuwe Smart-inventaris te maken
zh: 请至少输入一个搜索过滤来创建一个新的智能清单

source: Filter By {name}
es: Filtrar por {name}
ko: {name}으로 필터링
nl: Filteren op {name}
zh: 按 {name} 过滤

source: Fit the graph to the available screen size
es: Ajustar el gráfico al tamaño de la pantalla disponible
ko: 그래프를 사용 가능한 화면 크기에 맞춥니다.
nl: Pas de grafiek aan de beschikbare schermgrootte aan
zh: 使图像与可用屏幕大小匹配

source: Failed to delete one or more credentials.
es: No se pudo eliminar una o más credenciales.
ko: 하나 이상의 인증 정보를 삭제하지 못했습니다.
nl: Een of meer toegangsgegevens kunnen niet worden verwijderd.
zh: 删除一个或多个凭证失败。

source: Field contains value.
es: El campo contiene un valor.
ko: 필드에 값이 있습니다.
nl: Veld bevat waarde.
zh: 字段包含值。

source: Survey Toggle
es: Alternancia de encuestas
ko: 설문조사 토글
nl: Vragenlijst schakelen
zh: 问卷调查切换

source: Please enter a value.
es: Por favor introduzca un valor.
ko: 값을 입력하십시오.
nl: Voer een waarde in.
zh: 请输入一个值。

source: Click the Edit button below to reconfigure the node.
es: Haga clic en el botón Edit (Modificar) para volver a configurar el nodo.
ko: 노드를 재구성하려면 아래의 편집 버튼을 클릭합니다.
nl: Klik op de knop Bewerken hieronder om het knooppunt opnieuw te configureren.
zh: 点击下面的编辑按钮重新配置节点。

source: Failed to delete organization.
es: No se pudo eliminar la organización.
ko: 조직을 삭제하지 못했습니다.
nl: Kan organisatie niet verwijderen.
zh: 删除机构失败。

source: Choose a job type
es: Seleccionar un tipo de tarea
ko: 작업 유형 선택
nl: Kies een soort taak
zh: 选择作业类型

source: Edit Node
es: Modificar nodo
ko: 노드 편집
nl: Knooppunt bewerken
zh: 编辑节点

source: Selected date range must have at least 1 schedule occurrence.
es: El intervalo de fechas seleccionado debe tener al menos 1 ocurrencia de horario.
ko: 선택한 날짜 범위는 하나 이상의 일정이 포함되어 있어야 합니다.
nl: Het geselecteerde datumbereik moet ten minste 1 geplande gebeurtenis hebben.
zh: 选定日期范围必须至少有 1 个计划发生。

source: Activity
es: Actividad
ko: 활동
nl: Activiteit
zh: 活动

source: Inventories with sources cannot be copied
es: No se pueden copiar los inventarios con fuentes
ko: 소스와 함께 인벤토리를 복사할 수 없습니다.
nl: Inventarissen met bronnen kunnen niet gekopieerd worden
zh: 无法复制含有源的清单

source: Cloud
es: Nube
ko: 클라우드
zh: 云

source: Email Options
es: Opciones de correo electrónico
ko: 이메일 옵션
nl: E-mailopties
zh: 电子邮件选项

source: Show Changes
es: Mostrar cambios
ko: 변경 사항 표시
nl: Wijzigingen tonen
zh: 显示更改

source: Pagination
es: Paginación
ko: 페이지 번호
nl: Paginering
zh: 分页

source: If specified, this field will be shown on the node instead of the resource name when viewing the workflow
es: Si se especifica, este campo se mostrará en el nodo en lugar del nombre del recurso cuando se vea el flujo de trabajo
ko: 지정된 경우 이 필드는 워크플로우를 볼 때 리소스 이름 대신 노드에 표시됩니다.
nl: Indien gespecificeerd, zal dit veld worden getoond op het knooppunt in plaats van de resourcenaam bij het bekijken van de workflow
zh: 如果指定，则在查看工作流时此字段将显示在节点上，而不是资源名称

source: Variables used to configure the inventory source. For a detailed description of how to configure this plugin, see
es: Variables utilizadas para configurar el origen del inventario. Para obtener una descripción detallada de cómo configurar este complemento, consulte
ko: 인벤토리 소스를 구성하는 데 사용되는 변수입니다. 이 플러그인을 구성하는 방법에 대한 자세한 설명은 다음을 참조하십시오.
nl: Variabelen die worden gebruikt om de voorraadbron te configureren. Zie voor een gedetailleerde beschrijving van het configureren van deze plug-in
zh: 用于配置库存源的变量。有关如何配置此插件的详细说明，请参阅

source: Custom virtual environment {0} must be replaced by an execution environment.
es: El entorno virtual personalizado {0} debe ser sustituido por un entorno de ejecución.
ko: 사용자 지정 가상 환경 {0} 은 실행 환경으로 교체해야 합니다.
nl: Aangepaste virtuele omgeving {0} moet worden vervangen door een uitvoeringsomgeving.
zh: 自定义虚拟环境 {0} 必须替换为一个执行环境。

source: On Failure
es: Con error
ko: 실패 시
nl: Bij mislukken
zh: 失败时

source: Simple key select
es: Selección de clave simple
ko: 간단한 키 선택
nl: Eenvoudige sleutel selecteren
zh: 简单键选择

source: Prompted Values
es: Valores solicitados
ko: 프롬프트 값
nl: Invoerwaarden
zh: 提示的值

source: Total inventory sources
es: Fuentes de inventario total
ko: 총 재고 소스
nl: Totale inventarisbronnen
zh: 总库存来源

source: Hosts imported
es: Hosts importados
ko: 가져온 호스트
nl: Geïmporteerde hosts
zh: 导入的主机

source: Run every
es: Ejecutar cada
ko: 모두 실행
nl: Uitvoeren om de
zh: 运行每

source: Use SSL
es: Utilizar SSL
ko: SSL 사용
nl: SSL gebruiken
zh: 使用 SSL

source: The inventory will be in a pending status until the final delete is processed.
es: El inventario estará en estado pendiente hasta que se procese la eliminación final.
ko: 최종 삭제가 처리될 때까지 인벤토리는 보류 중 상태가 됩니다.
nl: De inventaris heeft de status in behandeling totdat de definitieve verwijdering is verwerkt.
zh: 在处理最终删除之前，库存将处于待处理状态。

source: Instance Group
es: Grupo de instancias
ko: 인스턴스 그룹
nl: Instantiegroep
zh: 实例组

source: 5 (WinRM Debug)
es: 5 (Depuración de WinRM)
ko: 5 (WinRM 디버그)
nl: 5 (WinRM-foutopsporing)
zh: 5（WinRM 调试）

source: name
es: nombre
ko: 이름
nl: naam
zh: 名称

source: Select roles to apply
es: Seleccionar los roles para aplicar
ko: 적용할 역할 선택
nl: Rollen selecteren om toe te passen
zh: 选择要应用的角色

source: Standard Error
es: Error estándar
ko: 표준 오류
nl: Standaardfout
zh: 标准错误

source: Failed to delete one or more inventory sources.
es: No se pudo eliminar una o más fuentes de inventario.
ko: 하나 이상의 인벤토리 소스를 삭제하지 못했습니다.
nl: Een of meer inventarisbronnen kunnen niet worden verwijderd.
zh: 删除一个或多个清单源失败。

source: Unknown Project
es: Proyecto desconocido
ko: 알 수 없는 프로젝트
nl: Onbekend project
zh: 未知的工程ID

source: Prompt | {0}
es: Aviso | {0}
ko: 프롬프트 | {0}
nl: Melding | {0}
zh: 提示 | {0}

source: All job types
es: Todos los tipos de tarea
ko: 모든 작업 유형
nl: Alle taaktypen
zh: 作业作业类型

source: You have automated against more hosts than your subscription allows.
es: Has automatizado contra más hosts de los que permite tu suscripción.
ko: 서브스크립션에서 허용하는 것보다 더 많은 호스트에 대해 자동화되었습니다.
nl: Je hebt tegen meer hosts geautomatiseerd dan je abonnement toelaat.
zh: 您已自动针对的主机数量大于订阅所允许的数量。

source: Please wait until the topology view is populated...
es: Espere hasta que se complete la vista de topología...
ko: 토폴로지 보기가 채워질 때까지 기다리십시오...
nl: Wacht totdat de topologie-weergave is ingevuld...
zh: 请等到拓扑视图被填充...

source: Select Items
es: Seleccionar elementos
ko: 항목 선택
nl: Items selecteren
zh: 选择项

source: Edit Details
es: Modificar detalles
ko: 세부 정보 편집
nl: Details bewerken
zh: 类型详情

source: Failed to delete role
es: No se pudo eliminar el rol
ko: 역할을 삭제하지 못했습니다
nl: Kan rol niet verwijderen
zh: 删除角色失败

source: Not configured for inventory sync.
es: No configurado para la sincronización de inventario.
ko: 인벤토리 동기화에 대해 구성되지 않았습니다.
nl: Niet geconfigureerd voor inventarissynchronisatie.
zh: 没有为清单同步配置。

source: Successfully Denied
es: Denegado con éxito
ko: 성공적으로 거부됨
nl: Succesvol geweigerd
zh: 成功拒绝

source: Playbook name
es: Nombre del playbook
ko: 플레이북 이름
nl: Naam van draaiboek
zh: Playbook 名称

source: Add constructed inventory
es: Añadir inventario construido
ko: 구성된 인벤토리 추가
nl: Geconstrueerde inventaris toevoegen
zh: 添加已建库存

source: Select a module
es: Seleccionar un módulo
ko: 모듈 선택
nl: Module selecteren
zh: 选择一个模块

source: Disassociate?
es: ¿Disociar?
ko: 연결 해제하시겠습니까?
nl: Loskoppelen?
zh: 解除关联？

source: Instance type
es: tipo de instancia
ko: 인스턴스 유형
nl: instantietype
zh: 实例类型

source: Choose the type of resource that will be receiving new roles. For example, if you'd like to add new roles to a set of users please choose Users and click Next. You'll be able to select the specific resources in the next step.
es: Elija el tipo de recurso que recibirá los nuevos roles. Por ejemplo, si desea agregar nuevos roles a un conjunto de usuarios, elija Users (Usuarios) y haga clic en Next (Siguiente). Podrá seleccionar los recursos específicos en el siguiente paso.
ko: 새 역할을 받을 리소스 유형을 선택합니다. 예를 들어 사용자 집합에 새 역할을 추가하려면 사용자를 선택하고 다음을 클릭합니다. 다음 단계에서 특정 리소스를 선택할 수 있습니다.
nl: Kies het type bron dat de nieuwe rollen gaat ontvangen. Als u bijvoorbeeld nieuwe rollen wilt toevoegen aan een groep gebruikers, kies dan Gebruikers en klik op Volgende. In de volgende stap kunt u de specifieke bronnen selecteren.
zh: 选择将获得新角色的资源类型。例如，如果您想为一组用户添加新角色，请选择用户并点击下一步。您可以选择下一步中的具体资源。
