Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: Activity Stream
es: Flujo de actividad
ko: 활동 스트림
nl: Activiteitenlogboek
zh: 活动流

source: Expires on UTC
es: Fecha de expiración (UTC):
ko: UTC에서 만료
nl: Verloopt op UTC
zh: 在 UTC 过期

source: Selected Category
es: Categoría seleccionada
ko: 선택한 카테고리
nl: Geselecteerde categorie
zh: 选择的类别

source: seconds
es: segundos
ko: 초
nl: seconden
zh: 秒

source: These arguments are used with the specified module.
es: Estos argumentos se utilizan con el módulo especificado.
ko: 이러한 인수는 지정된 모듈과 함께 사용됩니다.
nl: Deze argumenten worden gebruikt met de gespecificeerde module.
zh: 这些参数与指定的模块一起使用。

source: Field ends with value.
es: El campo termina con un valor.
ko: 필드는 값으로 끝납니다.
nl: Veld eindigt op waarde.
zh: 字段以值结尾。

source: Initiated By
es: Inicializado por
ko: 초기자
nl: Gestart door
zh: 启动者

source: Start message
es: Iniciar mensaje
ko: 시작 메시지
nl: Startbericht
zh: 开始消息

source: Lookup type
es: Tipo de búsqueda
ko: 검색 유형
nl: Type opzoeken
zh: 查找类型

source: Module Name
es: Nombre del módulo
ko: 모듈 이름
nl: Naam van de module
zh: 模块名称

source: First Name
es: Nombre
ko: 이름
nl: Voornaam
zh: 名

source: Toggle instance
es: Alternar instancia
ko: 인스턴스 전환
nl: Instantie wisselen
zh: 切换实例

source: Back to Inventories
es: Volver a Inventarios
ko: 인벤토리로 돌아가기
nl: Terug naar inventarissen
zh: 返回到清单

source: Relaunch Job
es: Volver a ejecutar la tarea
ko: 작업 다시 시작
nl: Taak opnieuw starten
zh: 重新启动作业

source: Source Variables
es: Variables de fuente
ko: 소스 변수
nl: Bronvariabelen
zh: 源变量

source: Including File
es: Incluyendo fichero
ko: 파일 포함
nl: Inclusief bestand
zh: 包含文件

source: View YAML examples at
es: Ver ejemplos de YAML en
ko: 에서 YAML 예제 보기
nl: Bekijk YAML-voorbeelden op
zh: 在以下位置查看YAML示例：

source: Overwrite local groups and hosts from remote inventory source
es: Sobrescribir grupos locales y servidores desde una fuente remota del inventario.
ko: 원격 인벤토리 소스에서 로컬 그룹 및 호스트 덮어쓰기
nl: Lokale groepen en hosts overschrijven op grond van externe inventarisbron
zh: 从远程清单源覆盖本地组和主机

source: System Auditor
es: Auditor del sistema
ko: 시스템 감사
nl: Systeemcontroleur
zh: 系统审核员

source: More information
es: Más información
ko: 더 많은 정보
nl: Meer informatie
zh: 更多信息

source: Thursday
es: Jueves
ko: 목요일
nl: Donderdag
zh: 周四

source: Enable simplified login for your {brandName} applications
es: Habilite el inicio de sesión simplificado para sus aplicaciones {brandName}
ko: {brandName} 애플리케이션에 대한 간편 로그인 활성화
nl: Eenvoudig inloggen inschakelen voor uw {brandName} toepassingen
zh: 为您的 {brandName} 应用启用简化的登录

source: Delete Questions
es: Eliminar pregunta
ko: 질문 삭제
nl: Vragen verwijderen
zh: 删除问题

source: After every project update where the SCM revision changes, refresh the inventory from the selected source before executing job tasks. This is intended for static content, like the Ansible inventory .ini file format.
es: Después de cada actualización del proyecto en la que cambie la revisión de SCM, actualice el inventario de la fuente seleccionada antes de ejecutar las tareas del trabajo. Esto está destinado a contenido estático, como el formato de archivo .ini de inventario de Ansible.
ko: SCM 개정이 변경되는 프로젝트가 업데이트될 때마다 작업 작업을 실행하기 전에 선택한 소스에서 인벤토리를 새로 고칩니다. 이것은 Ansible 인벤토리 .ini 파일 형식과 같은 정적 콘텐츠를 위한 것입니다.
nl: Na elke projectupdate waarbij de SCM-revisie verandert, vernieuwt u de inventaris van de geselecteerde bron voordat u projecttaken uitvoert. Dit is bedoeld voor statische content, zoals het Ansible inventory .ini bestandsformaat.
zh: 在每个 SCM 修订版更改带来的工程项目更新后, 在执行作业任务之前, 请刷新所选源的资源清单。这适用于静态内容, 例如使用 .ini 文件格式的 Ansible 资源清单。

source: Add user permissions
es: Agregar permisos de usuario
ko: 사용자 권한 추가
nl: Gebruikersmachtigingen toevoegen
zh: 添加用户权限

source: Exceptions
es: Excepciones
ko: 예외
nl: Uitzonderingen
zh: 例外

source: Refer to the
es: Consulte
ko: 참조
nl: Raadpleeg de
zh: 请参阅

source: Second
es: Segundo
ko: 초
nl: Seconde
zh: 秒

source: Health checks can only be run on execution nodes.
es: Las comprobaciones de estado solo se pueden ejecutar en los nodos de ejecución.
ko: 상태 검사는 실행 노드에서만 실행할 수 있습니다.
nl: Gezondheidscontroles kunnen alleen worden uitgevoerd op uitvoeringsknooppunten.
zh: 运行状况检查只能在执行节点上运行。

source: Instance
es: Instancia
ko: 인스턴스
nl: Instantie
zh: 实例

source: Vault password | {credId}
es: Contraseña Vault | {credId}
ko: Vault 암호 | {credId}
nl: Wachtwoord kluis | {credId}
zh: Vault 密码 | {credId}

source: Are you sure you want to remove {0} access from {1}? Doing so affects all members of the team.
es: ¿Está seguro de que desea eliminar el acceso de {0} a {1}? Esto afecta a todos los miembros del equipo.
ko: {1}에서 {0} 액세스 권한을 삭제하시겠습니까? 이렇게 하면 팀의 모든 구성원에게 영향을 미칩니다.
nl: Weet u zeker dat u de {0} toegang vanuit {1} wilt verwijderen? Als u dat doet, heeft dat gevolgen voor alle leden van het team.
zh: 您确定要从 {1} 中删除访问 {0} 吗？这样做会影响团队所有成员。

source: Playbook Complete
es: Playbook terminado
ko: 플레이북 완료
nl: Draaiboek voltooid
zh: Playbook 完成

source: Webhook Credentials
es: Credenciales de Webhook
ko: Webhook 인증 정보
nl: Toegangsgegevens Webhook
zh: Webhook 凭证

source: Yes
es: SÍ
ko: 제공됨
nl: Ja
zh: 是

source: Refresh
es: Actualizar
ko: 새로고침
nl: Vernieuwen
zh: 刷新

source: Create new instance group
es: Crear nuevo grupo de instancias
ko: 새 인스턴스 그룹 만들기
nl: Nieuwe instantiegroep maken
zh: 创建新实例组

source: Expand job events
es: Expandir eventos de trabajo
ko: 작업 이벤트 확장
nl: Taakgebeurtenissen uitklappen
zh: 扩展作业事件

source: Note that you may still see the group in the list after disassociating if the host is also a member of that group’s children. This list shows all groups the host is associated with directly and indirectly.
es: Ten en cuenta que es posible que sigas viendo el grupo en la lista después de disociarlo si el anfitrión también es miembro de los hijos de ese grupo. Esta lista muestra todos los grupos con los que el anfitrión está asociado directa e indirectamente.
ko: 호스트도 해당 그룹의 자녀 중 하나인 경우, 연결 해제 후에도 목록에 그룹이 표시될 수 있습니다. 이 목록에는 호스트가 직간접적으로 연관된 모든 그룹이 표시됩니다.
nl: Houd er rekening mee dat je de groep na het loskoppelen nog steeds in de lijst kunt zien als de host ook lid is van de kinderen van die groep. Deze lijst toont alle groepen waaraan de verhuurder direct en indirect is gekoppeld.
zh: 请注意，如果房东/体验达人也是该组的子级成员，则在取消关联后，您仍可能在列表中看到该组。此列表显示房东直接或间接关联的所有群组。

source: Collapse section
es: Contraer sección
ko: 섹션 축소
nl: Sectie samenvouwen
zh: 折叠部分

source: min
ko: 분
zh: 分钟

source: Inventory Sources
es: Fuentes de inventario
ko: 인벤토리 소스
nl: Inventarisbronnen
zh: 清单源

source: Smart Inventory
es: Inventario inteligente
ko: 스마트 인벤토리
nl: Smart-inventaris
zh: 智能清单

source: Delete Host
es: Borrar un host
ko: 호스트 삭제
nl: Host verwijderen
zh: 删除主机

source: edit
es: modificar
ko: 편집
nl: bewerken
zh: 编辑

source: Template not found.
es: No se encontró la plantilla.
ko: 템플릿을 찾을 수 없습니다.
nl: Sjabloon niet gevonden.
zh: 未找到模板。

source: Trial
es: Prueba
ko: 평가판
nl: Proefperiode
zh: 试用

source: Normal User
es: Usuario normal
ko: 일반 사용자
nl: Normale gebruiker
zh: 普通用户

source: Pan Down
es: Desplazar hacia abajo
ko: 팬다운
nl: Omlaag pannen
zh: 向下平移

source: Application not found.
es: No se encontró la aplicación.
ko: 애플리케이션을 찾을 수 없습니다.
nl: Toepassing niet gevonden.
zh: 未找到应用程序。

source: Any
es: Cualquiera
ko: 모든
nl: Iedere
zh: 任何

source: Cannot enable log aggregator without providing logging aggregator host and logging aggregator type.
es: No se puede habilitar el agregador de registros sin proporcionar el host del agregador de registros y el tipo de agregador de registros.
ko: 로깅 집계기 호스트 및 로깅 집계기 유형을 제공하지 않으면 로그 집계기를 활성화할 수 없습니다.
nl: Kan logboek aggregator niet inschakelen zonder logboek aggregator host en logboek aggregator type op te geven.
zh: 如果不提供日志聚合器主机和日志聚合器类型，则无法启用日志聚合器。

source: Container group not found.
es: No se encontró el grupo de contenedores.
ko: 컨테이너 그룹을 찾을 수 없습니다.
nl: Containergroep niet gevonden.
zh: 未找到容器组。

source: cancel remove
es: Cancelar reversión
ko: 취소 삭제
nl: Terugzetten annuleren
zh: 取消删除

source: Add
es: Añadir
ko: 추가
nl: Toevoegen
zh: 添加

source: System administrators have unrestricted access to all resources.
es: Los administradores del sistema tienen acceso ilimitado a todos los recursos.
ko: 시스템 관리자는 모든 리소스에 무제한 액세스할 수 있습니다.
nl: Systeembeheerders hebben onbeperkte toegang tot alle bronnen.
zh: 系统管理员对所有资源的访问权限是不受限制的。

source: Failure
es: Fallo
ko: 실패
nl: Mislukking
zh: 失败

source: Failed to cancel Constructed Inventory Source Sync
es: No se ha podido cancelar la sincronización de origen de inventario construido
ko: 구축된 인벤토리 소스 동기화를 취소하지 못했습니다.
nl: Kan de synchronisatie van de geconstrueerde voorraadbron niet annuleren
zh: 取消构建的库存源同步失败

source: Back to Hosts
es: Volver a Hosts
ko: 호스트로 돌아가기
nl: Terug naar hosts
zh: 返回到主机

source: Maximum
es: Máximo
ko: 최대
zh: 最大值

source: Node state types
es: Tipos de estado de los nodos
ko: 노드 상태 유형
nl: Typen knooppuntstatus
zh: 节点状态类型

source: Past three years
es: Formulación 2:
ko: 해당 대화로 복귀할 수 있습니다.
nl: Afgelopen drie jaar
zh: 过去三年

source: This schedule is missing required survey values
es: Faltan los valores de la encuesta requeridos en esta programación
ko: 이 일정에는 필수 설문 조사 값이 없습니다.
nl: In dit schema ontbreken de vereiste vragenlijstwaarden
zh: 此调度缺少所需的调查值

source: Date
es: Fecha
ko: 날짜
nl: Datum
zh: 日期

source: Failed to delete group {0}.
es: No se pudo eliminar el grupo {0}.
ko: 그룹 {0} 을/를 삭제하지 못했습니다.
nl: Kan groep {0} niet verwijderen.
zh: 删除组 {0} 失败。

source: Privilege escalation password
es: Contraseña para la elevación de privilegios
ko: 권한 에스컬레이션 암호
nl: Wachtwoord verhoging van rechten
zh: 权限升级密码

source: {minutes} min {seconds} sec
es: {minutes} min. {seconds} seg
ko: {minutes} 분 {seconds} 초
zh: {minutes} 分 {seconds} 秒

source: API Token
es: Token API
ko: API 토큰
zh: API 令牌

source: Confirm delete
es: Confirmar eliminación
ko: 삭제 확인
nl: Verwijderen bevestigen
zh: 确认删除

source: Disassociate instance from instance group?
es: ¿Disociar instancia del grupo de instancias?
ko: 인스턴스를 인스턴스 그룹에서 분리하시겠습니까?
nl: Instantie van instantiegroep loskoppelen?
zh: 从实例组中解除关联实例？

source: Run ad hoc command
es: Ejecutar comando ad hoc
ko: 애드혹 명령 실행
nl: Ad-hoc-opdracht uitvoeren
zh: 运行临时命令

source: Host Details
es: Detalles del host
ko: 호스트 세부 정보
zh: 类型详情

source: Modified By (Username)
es: Modificado por (nombre de usuario)
ko: (사용자 이름)에 의해 수정됨
nl: Gewijzigd door (gebruikersnaam)
zh: 修改者（用户名）

source: GitHub Default
es: GitHub predeterminado
ko: GitHub 기본값
nl: GitHub-standaard

source: Sync Status
es: Estado de sincronización
ko: 동기화 상태
nl: Synchronisatiestatus
zh: 同步状态

source: Choose a Playbook Directory
es: Elegir un directorio de playbook
ko: Playbook 디렉토리 선택
nl: Kies een draaiboekmap
zh: 选择 Playbook 目录

source: Confirm Disable Local Authorization
es: Confirmar deshabilitación de la autorización local
ko: 로컬 인증 비활성화 확인
nl: Lokale autorisatie uitschakelen bevestigen
zh: 确认禁用本地授权

source: There was an error saving the workflow.
es: Se produjo un error al guardar el flujo de trabajo.
ko: 워크플로를 저장하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het opslaan van de workflow.
zh: 保存工作流时出错。

source: Error fetching updated project
es: Error al recuperar el proyecto actualizado
ko: 업데이트된 프로젝트를 가져오는 동안 오류 발생
nl: Fout bij ophalen bijgewerkt project
zh: 获取更新的项目时出错

source: Select a JSON formatted service account key to autopopulate the following fields.
es: Seleccione una clave de cuenta de servicio con formato JSON para autocompletar los siguientes campos.
ko: JSON 형식의 서비스 계정 키를 선택하여 다음 필드를 자동으로 채웁니다.
nl: Selecteer een JSON-geformatteerde serviceaccountsleutel om de volgende velden automatisch in te vullen.
zh: 选择一个 JSON 格式的服务帐户密钥来自动填充以下字段。

source: Failed to load related groups.
es: No se han podido cargar los grupos relacionados.
ko: 관련 그룹을 로드하지 못했습니다.
nl: Kan gerelateerde groepen niet laden.
zh: 加载相关组失败。

source: * This field will be retrieved from an external secret management system using the specified credential.
es: * Este campo se recuperará de un sistema de gestión de claves secretas externo con la credencial especificada.
ko: *이 필드는 지정된 인증 정보를 사용하여 외부 보안 관리 시스템에서 검색됩니다.
nl: * Dit veld wordt met behulp van de opgegeven referentie opgehaald uit een extern geheimbeheersysteem.
zh: * 此字段将使用指定的凭证从外部 secret 管理系统检索。

source: Workflow timed out message
es: Mensaje de tiempo de espera agotado del flujo de trabajo
ko: 워크플로우 시간 초과 메시지
nl: Workflow Time-outbericht
zh: 工作流超时信息

source: (Limited to first 10)
es: (Limitado a los primeros 10)
ko: (상위 10개로 제한)
nl: (Beperkt tot de eerste 10)
zh: （限制为前 10）

source: Failed jobs
es: Tareas fallidas
ko: 실패한 작업
nl: Mislukte taken
zh: 失败的作业

source: View event details
es: Mostrar detalles del evento
ko: 이벤트 세부 정보 보기
nl: Evenementinformatie weergeven
zh: 查看事件详情

source: Are you sure you want delete the group below?
es: ¿Está seguro de que quiere eliminar el grupo?
ko: 정말로 아래 그룹을 삭제하시겠습니까?
nl: Weet je zeker dat je de groep wilt verwijderen?
zh: 您确定要删除群组吗？

source: Host Skipped
es: Servidor omitido
ko: 호스트 건너뜀
nl: Host overgeslagen
zh: 主机已跳过

source: View Project Details
es: Ver detalles del proyecto
ko: 프로젝트 세부 정보보기
nl: Projectdetails weergeven
zh: 查看项目详情

source: Delete the project before syncing
es: Eliminar el proyecto antes de la sincronización
ko: 동기화 전에 프로젝트 삭제
nl: Verwijder het project alvorens te synchroniseren
zh: 在同步前删除项目

source: File, directory or script
es: Archivo, directorio o script
ko: 파일, 디렉터리 또는 스크립트
nl: Bestand, map of script
zh: 文件、目录或脚本

source: The execution environment that will be used for jobs inside of this organization. This will be used a fallback when an execution environment has not been explicitly assigned at the project, job template or workflow level.
es: El entorno de ejecución que se utilizará para las tareas dentro de esta organización. Se utilizará como reserva cuando no se haya asignado explícitamente un entorno de ejecución en el nivel de proyecto, plantilla de trabajo o flujo de trabajo.
ko: 이 조직 내의 작업에 사용할 실행 환경입니다. 실행 환경이 프로젝트, 작업 템플릿 또는 워크플로 수준에서 명시적으로 할당되지 않은 경우 폴백으로 사용됩니다.
nl: De uitvoeringsomgeving die zal worden gebruikt voor taken binnen deze organisatie. Dit wordt gebruikt als terugvalpunt wanneer er geen uitvoeringsomgeving expliciet is toegewezen op project-, taaksjabloon- of workflowniveau.
zh: 用于本机构内作业的执行环境。当项目、作业模板或工作流没有显式分配执行环境时，则会使用它。

source: Enabled Variable
es: Variable habilitada
ko: 활성화된 변수
nl: Ingeschakelde variabele
zh: 启用的变量

source: Logout
es: Finalización de la sesión
ko: 로그 아웃
nl: Afmelden
zh: 退出

source: These execution environments could be in use by other resources that rely on them. Are you sure you want to delete them anyway?
es: Estos entornos de ejecución podrían ser utilizados por otros recursos que dependen de ellos. ¿Está seguro de que desea eliminarlos de todos modos?
ko: 이러한 실행 환경은 해당 환경에 의존하는 다른 리소스에서 사용할 수 있습니다. 그래도 삭제하시겠습니까?
nl: Deze uitvoeringsomgevingen kunnen worden gebruikt door andere bronnen die erop vertrouwen. Weet u zeker dat u ze toch wilt verwijderen?
zh: 这些执行环境可能被依赖它们的其他资源使用。您确定要删除它们吗？

source: Failed Host Count
es: Recuento de hosts fallidos
ko: 실패한 호스트 수
nl: Aantal mislukte hosts
zh: 失败的主机计数

source: Return to subscription management.
es: Volver a la gestión de suscripciones.
ko: 서브스크립션 관리로 돌아가기
nl: Terug naar abonnementenbeheer.
zh: 返回到订阅管理。

source: Cache Timeout
es: Tiempo de espera de la caché
ko: 캐시 제한 시간
zh: 缓存超时

source: Warning: Unsaved Changes
es: Aviso: modificaciones no guardadas
ko: 경고: 저장하지 않은 변경 사항
nl: Waarschuwing: niet-opgeslagen wijzigingen
zh: 警告：未保存的更改

source: Local time zone
es: Huso horario local
ko: 현지 시간대
nl: Lokale tijdzone
zh: 本地时区

source: No Status Available
es: No hay estado disponible
ko: 사용 가능한 상태 없음
nl: Geen schijfstatus beschikbaar
zh: 没有状态

source: Disassociate host from group?
es: ¿Disociar host del grupo?
ko: 그룹에서 호스트를 분리하시겠습니까?
nl: Host van groep loskoppelen?
zh: 从组中解除关联主机？

source: April
es: Abril
ko: 4월
zh: 4 月

source: Failed to disassociate one or more instances.
es: No se pudo disociar una o más instancias.
ko: 하나 이상의 인스턴스를 연결 해제하지 못했습니다.
nl: Een of meer instanties kunnen niet worden losgekoppeld.
zh: 解除关联一个或多个实例失败。

source: View constructed inventory documentation here
es: Ver documentación del inventario construido aquí
ko: 여기에서 구축된 인벤토리 문서 보기
nl: Bekijk hier de opgebouwde inventarisdocumentatie
zh: 在此处查看构建的库存文档

source: Organization Name
es: Nombre de la organización
ko: 조직 이름
nl: Naam van organisatie
zh: 机构名称

source: Host Filter
es: Filtro de host
ko: 호스트 필터
zh: 主机过滤器

source: Keyword
es: Palabra clave
ko: 키워드
nl: Trefwoord
zh: 关键字

source: Please add survey questions.
es: Agregue preguntas de la encuesta.
ko: 설문 조사를 추가하십시오.
nl: Voeg vragenlijstvragen toe.
zh: 请添加问卷调查问题。

source: Pagerduty Subdomain
es: Subdominio Pagerduty
ko: PagerDuty 하위 도메인
nl: Subdomein Pagerduty
zh: Pagerduty 子域

source: Cache timeout (seconds)
es: Tiempo de espera de la caché (segundos)
ko: 캐시 제한 시간 (초)
nl: Cache time-out (seconden)
zh: 缓存超时（秒）

source: 1 (Verbose)
es: 1 (Nivel de detalle)
ko: 1 (상세 정보)
nl: 1 (Uitgebreid)
zh: 1（详细）

source: Delete User
es: Eliminar usuario
ko: 사용자 삭제
nl: Gebruiker verwijderen
zh: 删除用户

source: File upload rejected. Please select a single .json file.
es: Se rechazó la carga de archivos. Seleccione un único archivo .json.
ko: 파일 업로드가 거부되었습니다. 단일 .json 파일을 선택하십시오.
nl: Bestand uploaden geweigerd. Selecteer één .json-bestand.
zh: 上传文件被拒绝。请选择单个 .json 文件。

source: No survey questions found.
es: No se encontraron preguntas de la encuesta.
ko: 설문 조사 질문을 찾을 수 없습니다.
nl: Geen vragenlijstvragen gevonden.
zh: 没有找到问卷调查问题。

source: Sign in with GitHub Enterprise
es: Iniciar sesión con GitHub Enterprise
ko: GitHub Enterprise로 로그인
nl: Aanmelden met GitHub Enterprise
zh: 使用 GitHub Enterprise 登录

source: Select a value for this field
es: Seleccionar un valor para este campo
ko: 이 필드의 값을 선택
nl: Waarde voor dit veld selecteren
zh: 为这个字段选择一个值

source: Advanced search value input
es: Entrada de valores de búsqueda avanzada
ko: 고급 검색 값 입력
nl: Geavanceerde invoer zoekwaarden
zh: 高级搜索值输入

source: Specify the conditions under which this node should be executed
es: Especificar las condiciones en las que debe ejecutarse este nodo
ko: 이 노드를 실행해야 하는 조건을 지정합니다.
nl: Specificeer de voorwaarden waaronder dit knooppunt moet worden uitgevoerd
zh: 指定应该执行此节点的条件

source: SSL Connection
es: Conexión SSL
ko: SSL 연결
nl: SSL-verbinding
zh: SSL 连接

source: Provide a value for this field or select the Prompt on launch option.
es: Proporcione un valor para este campo o seleccione la opción Preguntar al ejecutar.
ko: 이 필드에 값을 제공하거나 시작 시 프롬프트 실행 옵션을 선택합니다.
nl: Geef een waarde op voor dit veld of selecteer de optie Melding bij opstarten.
zh: 为这个字段输入值或者选择「启动时提示」选项。

source: External Secret Management System
es: Sistema externo de gestión de claves secretas
ko: 외부 시크릿 관리 시스템
nl: Extern geheimbeheersysteem
zh: 外部 Secret 管理系统

source: Are you sure you want delete the groups below?
es: ¿Está seguro de que desea eliminar los grupos a continuación?
ko: 정말로 아래 그룹을 삭제하시겠습니까?
nl: Weet u zeker dat u de onderstaande groepen wilt verwijderen?
zh: 您确定要删除以下群组吗？

source: Failed to fetch the updated project data.
es: No se han podido obtener los datos actualizados del proyecto.
ko: 업데이트된 프로젝트 데이터를 가져오지 못했습니다.
nl: Kan de bijgewerkte projectgegevens niet ophalen.
zh: 获取更新的项目数据失败。

source: Notification sent successfully
es: Notificación enviada correctamente
ko: 알림이 전송되었습니다.
nl: Bericht is verzonden
zh: 发送通知成功

source: Case-insensitive version of startswith.
es: Versión de startswith que no distingue mayúsculas de minúsculas.
ko: 처음에 대소문자를 구분하지 않는 버전입니다.
nl: Hoofdletterongevoelige versie van startswith.
zh: 开头不区分大小写的版本。

source: GitHub settings
es: Configuración de GitHub
ko: GitHub 설정
nl: GitHub-instellingen
zh: GitHub 设置

source: Never Updated
es: Nunca actualizado
ko: 업데이트되지 않음
nl: Nooit bijgewerkt
zh: 永不更新

source: # source with sync failures.
es: # source con errores de sincronización.
ko: # source 동기화 실패.
nl: # source met synchronisatiefouten.
zh: #同步失败的源。

source: End date/time
es: Fecha/hora de finalización
ko: 종료일/시간
nl: Einddatum/-tijd
zh: 结束日期/时间

source: Credential to authenticate with Kubernetes or OpenShift
es: Credencial para autenticarse con Kubernetes u OpenShift
ko: Kubernetes 또는 OpenShift로 인증하는 인증 정보
nl: Credential om te authenticeren met Kubernetes of OpenShift
zh: 使用 Kubernetes 或 OpenShift 进行身份验证的凭证

source: Back to management jobs
es: Volver a las tareas de gestión
ko: 관리 작업으로 돌아가기
nl: Terug naar beheerderstaken
zh: 返回到管理作业

source: Sender Email
es: Dirección de correo del remitente
ko: 보낸 사람 이메일
nl: Afzender e-mail
zh: 发件人电子邮件

source: Project Sync Error
es: Error en la sincronización del proyecto
ko: 프로젝트 동기화 오류
nl: Fout tijdens projectsynchronisatie
zh: 项目同步错误

source: Sign in with GitHub Enterprise Teams
es: Iniciar sesión con equipos de GitHub Enterprise
ko: GitHub Enterprise 팀으로 로그인
nl: Aanmelden met GitHub Enterprise-teams
zh: 使用 GitHub Enterprise Teams 登录

source: Unsaved changes modal
es: Modal de cambios no guardados
ko: 저장되지 않은 변경 사항 모달
nl: Modus Niet-opgeslagen wijzigingen
zh: 未保存的修改 modal

source: Successful
es: Correctamente
ko: 성공
nl: Geslaagd
zh: 成功

source: Back to Instance Groups
es: Volver a los grupos de instancias
ko: 인스턴스 그룹으로 돌아가기
nl: Terug naar instantiegroepen
zh: 返回到实例组

source: Host OK
es: Servidor OK
ko: 호스트 확인
zh: 主机正常

source: View Azure AD settings
es: Ver la configuración de Azure AD
ko: Azure AD 설정 보기
nl: Azure AD-instellingen weergeven
zh: 查看 Azure AD 设置

source: Clear all filters
es: Borrar todos los filtros
ko: 모든 필터 지우기
nl: Alle filters wissen
zh: 清除所有过滤器

source: Default
es: Predeterminado
ko: 기본값
nl: Standaard
zh: 默认

source: Add instance group
es: Agregar grupo de instancias
ko: 인스턴스 그룹 추가
nl: Instantiegroep toevoegen
zh: 添加实例组

source: Deletion Error
es: Error de eliminación
ko: 삭제 오류
nl: Fout bij verwijderen
zh: 删除错误

source: Drag a file here or browse to upload
es: Arrastre un archivo aquí o navegue para cargarlo
ko: 여기에 파일을 드래그하거나 업로드할 파일을 찾습니다.
nl: Sleep een bestand hierheen of blader om te uploaden
zh: 把文件拖放在这里或浏览以上传

source: Unfollow
es: Dejar de seguir a
ko: 팔로우 취소
nl: Volgen ongedaan maken
zh: 未追随

source: Confirm Password
es: Confirmar la contraseña
ko: 암호 확인
nl: Wachtwoord bevestigen
zh: 确认密码

source: Personal access token
es: Token de acceso personal
ko: 개인 액세스 토큰
nl: Persoonlijke toegangstoken
zh: 个人访问令牌

source: Not Found
es: No encontrado
ko: 찾을 수 없음
nl: Niet gevonden
zh: 未找到

source: Globally Available
es: Disponible globalmente
ko: 전역적으로 사용 가능
nl: Wereldwijd beschikbaar
zh: 全局可用

source: Active hosts previously deleted
es: Anfitriones activos eliminados anteriormente
ko: 이전에 삭제된 활성 호스트
nl: Actieve hosts die eerder zijn verwijderd
zh: 先前已删除的活跃房东

source: Multiple Choice (single select)
es: Selección múltiple
ko: 다중 선택(단일 선택)
nl: Meerkeuze-opties (één keuze mogelijk)
zh: 多项选择（单选）

source: Customize pod specification
es: Personalizar especificaciones del pod
ko: Pod 사양 사용자 정의
nl: Podspecificatie aanpassen
zh: 自定义 Pod 规格

source: command
es: comando
ko: 커맨드
nl: opdracht
zh: 命令

source: Press 'Enter' to add more answer choices. One answer choice per line.
es: Presione 'Intro' para agregar más opciones de respuesta. Una opción de respuesta por línea.
ko: 'Enter'를 눌러 더 많은 답변 선택 사항을 추가합니다. 행당 하나의 응답 선택.
nl: Druk op 'Enter' om meer antwoordkeuzen toe te voegen. Eén antwoordkeuze per regel.
zh: 按 'Enter' 添加更多回答选择。每行一个回答选择。

source: This action will disassociate the following role from {0}:
es: Esta acción disociará el siguiente rol de {0}:
ko: 이 작업은 {0} 에서 다음 역할의 연결을 해제합니다.
nl: Deze actie ontkoppelt de volgende rol van {0}:
zh: 此操作将从 {0} 中解除以下角色关联：

source: Run on
es: Ejecutar el
ko: 실행
nl: Uitvoeren op
zh: 运行于

source: Show description
es: Mostrar descripción
ko: 설명 표시
nl: Beschrijving tonen
zh: 显示描述

source: Authorization grant type
es: Tipo de autorización
ko: 인증 권한 부여 유형
nl: Type authenticatieverlening
zh: 授权授予类型
