Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: Projects
es: Proyectos
ko: 프로젝트
nl: Projecten
zh: 项目

source: Saturday
es: Sábado
ko: 토요일
nl: Zaterdag
zh: 周六

source: Press Enter to edit. Press ESC to stop editing.
es: Presione Intro para modificar. Presione ESC para detener la edición.
ko: Enter를 눌러 편집합니다. ESC를 눌러 편집을 중지합니다.
nl: Druk op Enter om te bewerken. Druk op ESC om het bewerken te stoppen.
zh: 按 Enter 进行编辑。按 ESC 停止编辑。

source: Click to toggle default value
es: Haga clic para alternar el valor predeterminado
ko: 기본값을 토글하려면 클릭합니다.
nl: Klik om de standaardwaarde te wijzigen
zh: 点击以切换默认值

source: The plugin parameter is required.
es: El parámetro del plugin es obligatorio.
ko: 플러그인 매개 변수가 필요합니다.
nl: De plugin-parameter is vereist.
zh: 插件参数是必需的。

source: Pagerduty subdomain
es: Subdominio Pagerduty
ko: PagerDuty 하위 도메인
nl: Subdomein Pagerduty
zh: Pagerduty 子域

source: Running health check
es: Última comprobación de estado
ko: 실행 중인 상태 점검
nl: Laatste gezondheidscontrole
zh: 运行健康检查

source: Failed to copy inventory.
es: No se pudo copiar el inventario.
ko: 인벤토리를 복사하지 못했습니다.
nl: Kan inventaris niet kopiëren.
zh: 复制清单失败。

source: Scroll previous
es: Desplazarse hasta el anterior
ko: 이전 스크롤
nl: Vorige scrollen
zh: 滚动到前一个

source: Thu
es: Jue
ko: 목요일
nl: Do
zh: 周四

source: Failed to copy project.
es: No se pudo copiar el proyecto.
ko: 프로젝트를 복사하지 못했습니다.
nl: Kan project niet kopiëren.
zh: 复制项目失败。

source: Hide description
es: Ocultar descripción
ko: 설명 숨기기
nl: Omschrijving verbergen
zh: 隐藏描述

source: This credential type is currently being used by some credentials and cannot be deleted
es: Este tipo de credencial está siendo utilizado por algunas credenciales y no se puede eliminar
ko: 현재 일부 인증 정보에서 이 인증 정보 유형을 사용하고 있으며 삭제할 수 없습니다.
nl: Dit type toegangsgegevens wordt momenteel gebruikt door sommige toegangsgegevens en kan niet worden verwijderd
zh: 一些凭证目前正在使用此凭证类型，无法删除

source: Execute regardless of the parent node's final state.
es: Ejecutar independientemente del estado final del nodo primario.
ko: 부모 노드의 최종 상태에 관계없이 실행합니다.
nl: Uitvoeren ongeacht de eindtoestand van het bovenliggende knooppunt.
zh: 无论父节点的最后状态如何都执行。

source: Are you sure you want to remove this node?
es: ¿Está seguro de que desea eliminar este nodo?
ko: 이 노드를 삭제하시겠습니까?
nl: Weet u zeker dat u dit knooppunt wilt verwijderen?
zh: 您确定要从删除这个节点吗？

source: Edit this link
es: Modificar este enlace
ko: 이 링크 편집
nl: Deze link bewerken
zh: 编辑这个链接

source: Failed to copy credential.
es: No se pudo copiar la credencial.
ko: 인증 정보를 복사하지 못했습니다.
nl: Kan toegangsgegevens niet kopiëren.
zh: 复制凭证失败。

source: Control
ko: 컨트롤
nl: Controle
zh: 控制

source: Privilege Escalation
es: Elevación de privilegios
ko: 권한 에스컬레이션
nl: Verhoging van rechten
zh: 权限升级

source: Unable to load last job update
es: No se puede cargar la última actualización del trabajo
ko: 마지막 작업 업데이트를 로드할 수 없음
nl: Kan laatste taakupdate niet laden
zh: 无法加载最后的作业更新

source: Subscription Usage
es: Uso de suscripción
ko: 구독 사용
nl: Abonnementsgebruik
zh: 订阅使用情况

source: (Prompt on launch)
es: (Preguntar al ejecutar)
ko: (실행 시 프롬프트)
nl: (Melding bij opstarten)
zh: （启动时提示）

source: Lookup typeahead
es: Escritura anticipada de la búsqueda
ko: 자동 완성 검색
nl: Typeahead opzoeken
zh: 查找 typeahead

source: Survey Enabled
es: Encuesta habilitada
ko: 설문 조사 활성화
nl: Enquête ingeschakeld
zh: 启用问卷调查

source: Click to download bundle
es: Haga clic para descargar el paquete
ko: 클릭하여 번들을 다운로드합니다
nl: Klik om de bundel te downloaden
zh: 点下载捆绑包

source: Failed to launch job.
es: No se pudo ejecutar la tarea.
ko: 작업을 시작하지 못했습니다.
nl: Kan de taak niet starten.
zh: 启动作业失败。

source: Select Roles to Apply
es: Seleccionar los roles para aplicar
ko: 적용할 역할 선택
nl: Rollen selecteren om toe te passen
zh: 选择要应用的角色

source: Type
es: Tipo
ko: 유형
nl: Soort
zh: 类型

source: Failed to toggle schedule.
es: No se pudo alternar la programación.
ko: 일정을 전환하지 못했습니다.
nl: Kan niet van schema wisselen.
zh: 切换调度失败。

source: To reorder the survey questions drag and drop them in the desired location.
es: Para reordenar las preguntas de la encuesta, arrástrelas y suéltelas en el lugar deseado.
ko: 설문조사 질문을 재정렬하려면 원하는 위치에 끌어다 놓습니다.
nl: Om de enquêtevragen te herordenen, sleept u ze naar de gewenste locatie.
zh: 要重新调整调查问题的顺序，将问题拖放到所需的位置。

source: Select Input Inventories for the constructed inventory plugin.
es: Seleccione Input Inventories para el plugin de inventario construido.
ko: 구성된 인벤토리 플러그인에 대한 Input Inventories를 선택합니다.
nl: Selecteer Input Inventories voor de geconstrueerde voorraadplug-in.
zh: 为构建的库存插件选择输入库存。

source: Workflow timed out message body
es: Cuerpo del mensaje de tiempo de espera agotado del flujo de trabajo
ko: 워크플로우 시간 초과 메시지 본문
nl: Workflow Berichtbody voor time-out
zh: 工作流超时信息正文

source: Constructed inventory examples
es: Ejemplos de inventario construido
ko: 구축된 인벤토리 예시
nl: Geconstrueerde inventarisvoorbeelden
zh: 构建的库存示例

source: Task Count
es: Recuento de tareas
ko: 작업 수
nl: Aantal taken
zh: 任务计数

source: Template
es: Plantilla
ko: 템플릿
nl: Sjabloon
zh: 模板

source: Constructed Inventory Source Sync Error
es: Error de sincronización de origen de inventario construido
ko: 구성된 인벤토리 소스 동기화 오류
nl: Fout bij synchronisatie van geconstrueerde voorraadbron
zh: 构建的库存源同步错误

source: Select the Execution Environment you want this command to run inside.
es: Seleccione el entorno de ejecución en el que desea que se ejecute este comando.
ko: 이 명령을 실행할 실행 환경을 선택합니다.
nl: Selecteer de uitvoeromgeving waarbinnen u deze opdracht wilt uitvoeren.
zh: 选择您希望这个命令在内运行的执行环境。

source: Add a new node between these two nodes
es: Agregar un nuevo nodo entre estos dos nodos
ko: 두 노드 사이에 새 노드 추가
nl: Nieuw knooppunt toevoegen tussen deze twee knooppunten
zh: 在这两个节点间添加新节点

source: Failed to delete one or more notification template.
es: No se pudo eliminar una o más plantillas de notificación.
ko: 하나 이상의 알림 템플릿을 삭제하지 못했습니다.
nl: Een of meer berichtsjablonen kunnen niet worden verwijderd.
zh: 删除一个或多个通知模板失败。

source: Managed by Policy
es: Gestionado por la política
ko: 정책에 의해 관리됨
nl: Beheerd door beleid
zh: 由策略管理

source: Failed to cancel Inventory Source Sync
es: No se pudo cancelar la sincronización de fuentes de inventario
ko: 인벤토리 소스 동기화를 취소하지 못했습니다.
nl: Kan de synchronisatie van de inventarisbron niet annuleren
zh: 取消清单源同步失败

source: Choose an HTTP method
es: Elegir un método HTTP
ko: HTTP 방법 선택
nl: Kies een HTTP-methode
zh: 选择 HTTP 方法

source: Select an instance
es: Seleccione una instancia
ko: 인스턴스 선택
nl: Selecteer een instantie
zh: 选择一个实例

source: Browse…
es: Navegar
ko: 검색 중...
nl: Bladeren...
zh: 浏览...

source: Workflow Approval not found.
es: No se encontró la aprobación del flujo de trabajo.
ko: 워크플로우 승인을 찾을 수 없습니다.
nl: Workflowgoedkeuring niet gevonden.
zh: 未找到工作流批准。

source: Edit instance group
es: Modificar grupo de instancias
ko: 인스턴스 그룹 편집
nl: Instantiegroep bewerken
zh: 编辑实例组

source: Days of Data to Keep
es: Días de datos para mantener
ko: 데이터 보관 일수
nl: Dagen om gegevens te bewaren
zh: 保留数据的天数

source: Host Polling
es: Sondeo al servidor
ko: 호스트 폴링
zh: 主机轮询

source: Advanced search documentation
es: Documentación de búsqueda avanzada
ko: 고급 검색 설명서
nl: Documentatie over geavanceerd zoeken
zh: 高级搜索文档

source: Delete Group?
es: Eliminar grupo
ko: 그룹 삭제
nl: Groep verwijderen
zh: 删除群组

source: Removing
es: Eliminación de
ko: 제거 중
nl: Verwijderen van
zh: 删除

source: The project must be synced before a revision is available.
es: El proyecto debe estar sincronizado antes de que una revisión esté disponible.
ko: 버전을 사용할 수 있으려면 프로젝트를 동기화해야 합니다.
nl: Het project moet zijn gesynchroniseerd voordat een revisie beschikbaar is.
zh: 项目必须在修订可用前同步。

source: Copy Inventory
es: Copiar inventario
ko: 인벤토리 복사
nl: Inventaris kopiëren
zh: 复制清单

source: Policy Type
es: Tipo de política
ko: 정책 유형
nl: Beleidstype
zh: 策略类型

source: Timed out
es: Tiempo de espera agotado
ko: 시간 초과
nl: Er is een time-out opgetreden
zh: 超时

source: Create new group
es: Crear nuevo grupo
ko: 새 그룹 만들기
nl: Nieuwe groep maken
zh: 创建新组

source: Select {0}
es: Seleccionar {0}
ko: {0} 선택
nl: Selecteer {0}
zh: 选择 {0}

source: Create New Project
es: Crear nuevo proyecto
ko: 새 프로젝트 만들기
nl: Nieuw project maken
zh: 创建新项目

source: Click to view job details
es: Haga clic para ver los detalles de la tarea
ko: 작업 세부 정보를 보려면 클릭합니다.
nl: Klik om de taakdetails weer te geven
zh: 点击以查看作业详情

source: Sync Project
es: Sincronizar proyecto
ko: 동기화 프로젝트
nl: Project synchroniseren
zh: 同步项目

source: Overwrite variables
es: Anular variables
ko: 변수 덮어쓰기
nl: Variabelen overschrijven
zh: 覆盖变量

source: {dateStr} by <0>{username}</0>
es: {dateStr} por <0>{username}</0>
ko: {dateStr} (<0>{username}</0> 기준)
nl: {dateStr} door<0>{username}</0>
zh: {dateStr}（由 <0>{username}</0>）

source: Running Handlers
es: Handlers ejecutándose
ko: 실행 중인 Handlers
nl: Handlers die worden uitgevoerd
zh: 正在运行的处理程序

source: There was an error parsing the file. Please check the file formatting and try again.
es: Se produjo un error al analizar el archivo. Compruebe el formato del archivo e inténtelo de nuevo.
ko: 파일을 구문 분석하는 동안 오류가 발생했습니다. 파일 형식을 확인하고 다시 시도하십시오.
nl: Er is een fout opgetreden bij het parseren van het bestand. Controleer de opmaak van het bestand en probeer het opnieuw.
zh: 解析该文件时出错。请检查文件格式然后重试。

source: Delete instance group
es: Eliminar grupo de instancias
ko: 인스턴스 그룹 삭제
nl: Instantiegroep verwijderen
zh: 删除实例组

source: Failed to run a health check on one or more instances.
es: No se ha podido ejecutar una comprobación de estado en una o más instancias.
ko: 하나 이상의 인스턴스에서 상태 확인을 실행하지 못했습니다.
nl: Kan geen gezondheidscontrole uitvoeren op een of meer instanties.
zh: 在一个或多个实例上运行健康检查失败。

source: Launched By
es: Ejecutado por
ko: 시작자
nl: Gestart door
zh: 启动者

source: Repeat Frequency
es: Frecuencia de repetición
ko: 반복 빈도
nl: Frequentie herhalen
zh: 重复频率

source: Variables used to configure the constructed inventory plugin. For a detailed description of how to configure this plugin, see
es: Variables utilizadas para configurar el plugin de inventario construido. Para obtener una descripción detallada de cómo configurar este complemento, consulte
ko: 구성된 인벤토리 플러그인을 구성하는 데 사용되는 변수입니다. 이 플러그인을 구성하는 방법에 대한 자세한 설명은 다음을 참조하십시오.
nl: Variabelen die worden gebruikt om de geconstrueerde voorraadplug-in te configureren. Zie voor een gedetailleerde beschrijving van het configureren van deze plug-in
zh: 用于配置构建的清单插件的变量。有关如何配置此插件的详细说明，请参阅

source: Input schema which defines a set of ordered fields for that type.
es: Esquema de entrada que define un conjunto de campos ordenados para ese tipo.
ko: 해당 유형에 대해 정렬된 필드 집합을 정의하는 입력 스키마입니다.
nl: Invoerschema dat een reeks geordende velden voor dat type definieert.
zh: 输入架构，为该类型定义一组排序字段。

source: Delete all nodes
es: Eliminar todos los nodos
ko: 모든 노드 삭제
nl: Alle knooppunten verwijderen
zh: 删除所有节点

source: Waiting for job output…
es: Esperando la salida de la tarea…
ko: 작업 출력을 기다리는 중..
nl: Wachten op output van taak…
zh: 等待作业输出…

source: Container group
es: Grupo de contenedores
ko: 컨테이너 그룹
nl: Containergroep
zh: 容器组

source: Basic auth password
es: Contraseña de autenticación básica
ko: 기본 인증 암호
nl: Wachtwoord basisauthenticatie
zh: 基本验证密码

source: Multiple Choice (multiple select)
es: Opciones de selección múltiple
ko: 다중 선택(여러 선택)
nl: Meerkeuze-opties (meerdere keuzes mogelijk)
zh: 多项选择（多选）

source: Please select an end date/time that comes after the start date/time.
es: Seleccione una fecha/hora de finalización que sea posterior a la fecha/hora de inicio.
ko: 시작 날짜/시간 이후의 종료 날짜/시간을 선택하십시오.
nl: Kies een einddatum/-tijd die na de begindatum/-tijd komt.
zh: 请选择一个比开始日期/时间晚的结束日期/时间。

source: Wed
es: Mié
ko: 수요일
nl: Wo
zh: 周三

source: Always
es: Siempre
ko: 항상
nl: Altijd
zh: 始终

source: You cannot change the credential type of a credential, as it may break the functionality of the resources using it.
es: No puede cambiar el tipo de credencial de una credencial, ya que puede romper la funcionalidad de los recursos que la utilizan.
ko: 자격 증명의 자격 증명 유형은 사용 중인 리소스의 기능이 손상될 수 있으므로 변경할 수 없습니다.
nl: U kunt het type inloggegevens van een inloggegevens niet wijzigen, omdat dit de functionaliteit van de bronnen die het gebruiken kan verstoren.
zh: 无法更改凭据的凭据类型，因为这可能会破坏使用它的资源的功能。

source: Event
es: Evento
ko: 이벤트
nl: Gebeurtenis
zh: 事件

source: Something went wrong with the request to test this credential and metadata.
es: Se ha producido un error en la solicitud para probar esta credencial y metadatos.
ko: 이 자격 증명 및 메타데이터를 테스트하라는 요청에 문제가 발생했습니다.
nl: Er is iets misgegaan met het verzoek om deze inloggegevens en metagegevens te testen.
zh: 测试此凭据和元数据的请求出错。

source: Google OAuth 2 settings
es: Configuración de Google OAuth 2
ko: Google OAuth 2 설정
nl: Google OAuth 2-instellingen
zh: Google OAuth2 设置

source: Add Roles
es: Agregar roles
ko: 역할 추가
nl: Rollen toevoegen
zh: 添加角色

source: Instance group used capacity
es: Capacidad utilizada del grupo de instancias
ko: 인스턴스 그룹이 사용하는 용량
nl: Gebruikte capaciteit instantiegroep
zh: 实例组使用的容量

source: Set how many days of data should be retained.
es: Establecer cuántos días de datos debería ser retenidos.
ko: 유지해야 하는 데이터 일 수를 설정합니다.
nl: Stel in hoeveel dagen aan gegevens er moet worden bewaard.
zh: 设置数据应保留的天数。

source: Options
es: Opciones
ko: 옵션
nl: Opties
zh: 选项

source: Cancel Sync
es: Cancelar sincronización
ko: 동기화 취소
nl: Synchronisatie annuleren
zh: 取消同步

source: You cannot select multiple vault credentials with the same vault ID. Doing so will automatically deselect the other with the same vault ID.
es: No se pueden seleccionar varias credenciales con el mismo ID de Vault, ya que anulará automáticamente la selección de la otra con el mismo ID de Vault.
ko: 동일한 vault ID로 여러 인증 정보를 선택할 수 없습니다. 이렇게 하면 동일한 vault ID를 가진 다른 인증 정보가 자동으로 선택 취소됩니다.
nl: U kunt niet meerdere kluisreferenties met delfde kluis-ID selecteren. Als u dat wel doet, worden de andere met delfde kluis-ID automatisch gedeselecteerd.
zh: 您不能选择具有相同 vault ID 的多个 vault 凭证。这样做会自动取消选择具有相同的 vault ID 的另一个凭证。

source: Failed to send test notification.
es: No se pudo enviar la notificación de prueba.
ko: 테스트 알림을 발송하지 못했습니다.
nl: Kan testbericht niet verzenden.
zh: 发送测试通知失败。

source: Host Name
es: Nombre de Host
ko: 호스트 이름
nl: Hostnaam
zh: 主机名

source: GPG Public Key
es: Clave pública GPG
ko: GPG 공개 키
nl: GPG openbare sleutel
zh: GPG 公钥

source: Source Control URL
es: URL de fuente de control
ko: 소스 제어 URL
nl: URL broncontrole
zh: 源控制 URL

source: View Miscellaneous Authentication settings
es: Ver la configuración de la autenticación de varios
ko: 기타 인증 설정 보기
nl: Instellingen diversen authenticatie weergeven
zh: 查看其他身份验证设置

source: Instance group
es: Grupo de instancias
ko: 인스턴스 그룹
nl: Instantiegroep
zh: 实例组

source: Instance Type
es: Tipo de instancia
ko: 인스턴스 유형
nl: Instantietype
zh: 实例类型

source: Expand
es: Expandir
ko: 확장
nl: Uitbreiden
zh: 展开

source: Next Run
es: Siguiente ejecución
ko: 다음 실행
nl: Volgende uitvoering
zh: 下次运行

source: IP address
es: Dirección IP
ko: IP 주소
nl: IP-adres
zh: IP 地址

source: View Schedules
es: Ver programaciones
ko: 일정 보기
nl: Schema's weergeven
zh: 查看调度

source: Views
es: Vistas
ko: 보기
nl: Weergaven
zh: 视图

source: Create new credential Type
es: Crear un nuevo tipo de credencial
ko: 새 인증 정보 유형 만들기
nl: Nieuw type toegangsgegevens maken
zh: 创建新凭证类型

source: Add Node
es: Agregar nodo
ko: 노드 추가
nl: Knooppunt toevoegen
zh: 添加节点

source: Start Time
es: Hora de inicio
ko: 시작 시간
nl: Starttijd
zh: 开始时间

source: Repeat frequency
es: Frecuencia de repetición
ko: 반복 빈도
nl: Frequentie herhalen
zh: 重复频率

source: Please select a day number between 1 and 31.
es: Seleccione un número de día entre 1 y 31.
ko: 1에서 31 사이의 날짜 번호를 선택하십시오.
nl: Selecteer een getal tussen 1 en 31.
zh: 选择的日数字应介于 1 到 31 之间。

source: Cache timeout
es: Tiempo de espera de la caché
ko: 캐시 제한 시간
zh: 缓存超时

source: No
ko: 제공되지 않음
nl: Geen
zh: 否

source: Miscellaneous System
es: Sistemas varios
ko: 기타 시스템
nl: Divers systeem
zh: 杂项系统

source: View Inventory Host Details
es: Ver detalles del host del inventario
ko: 인벤토리 호스트 세부 정보 보기
nl: Hostdetails van inventaris weergeven
zh: 查看清单主机详情

source: We were unable to locate subscriptions associated with this account.
es: No pudimos localizar las suscripciones asociadas a esta cuenta.
ko: 이 계정과 연결된 서브스크립션을 찾을 수 없습니다.
nl: We waren niet in staat om de aan deze account gekoppelde abonnementen te lokaliseren.
zh: 我们无法找到与这个帐户关联的许可证。

source: Last name
es: Apellido
ko: 성
nl: Achternaam
zh: 姓

source: Promote Child Groups and Hosts
es: Promover grupos secundarios y hosts
ko: 하위 그룹 및 호스트 승격
nl: Onderliggende groepen en hosts promoveren
zh: 提升子组和主机

source: SCM update
es: Actualización de SCM
ko: SCM 업데이트
zh: SCM 更新

source: Failed to toggle instance.
es: No se pudo alternar la instancia.
ko: 인스턴스를 전환하지 못했습니다.
nl: Kan niet van instantie wisselen.
zh: 切换实例失败。

source: Failed to delete one or more instance groups.
es: No se pudo eliminar uno o más grupos de instancias.
ko: 하나 이상의 인스턴스 그룹을 삭제하지 못했습니다.
nl: Een of meer instantiegroepen kunnen niet worden verwijderd.
zh: 删除一个或多个实例组失败。

source: Host Metrics
es: Métricas
ko: 호스트 통계
nl: Metrics
zh: 指标

source: JSON tab
es: Pestaña JSON
ko: JSON 탭
nl: JSON-tabblad
zh: JSON 标签页

source: Variables must be in JSON or YAML syntax. Use the radio button to toggle between the two.
es: Ingrese variables con sintaxis JSON o YAML. Use el botón de selección para alternar entre los dos.
ko: 변수는 JSON 또는 YAML 구문이어야 합니다. 라디오 버튼을 사용하여 둘 사이를 전환합니다.
nl: Voer variabelen in met JSON- of YAML-syntaxis. Gebruik de radioknop om tussen de twee te wisselen.
zh: 变量需要是 JSON 或 YAML 语法格式。使用单选按钮在两者之间切换。

source: File Difference
es: Diferencias del fichero
ko: 파일 차이점
nl: Bestandsverschil
zh: 文件差异

source: Choose a Source Control Type
es: Elegir un tipo de fuente de control
ko: 소스 제어 유형 선택
nl: Kies een broncontroletype
zh: 选择源控制类型

source: Fit to screen
es: Ajustar a la pantalla
ko: 화면에 맞추기
nl: Aanpassen naar scherm
zh: 根据屏幕调整

source: Adding
es: Añadiendo
ko: 추가 중
nl: Het toevoegen van
zh: 添加

source: View activity stream
es: Ver el flujo de actividad
ko: 활동 스트림 보기
nl: Activiteitenlogboek weergeven
zh: 查看活动流

source: Policy instance percentage
es: Porcentaje de instancias de políticas
ko: 정책 인스턴스 백분율
nl: Beleid instantiepercentage
zh: 策略实例百分比

source: Back to Projects
es: Volver a Proyectos
ko: 프로젝트로 돌아가기
nl: Terug naar projecten
zh: 返回到项目

source: Select an organization before editing the default execution environment.
es: Seleccione una organización antes de modificar el entorno de ejecución predeterminado.
ko: 기본 실행 환경을 편집하기 전에 조직을 선택합니다.
nl: Selecteer een organisatie voordat u de standaard uitvoeringsomgeving bewerkt.
zh: 在编辑默认执行环境前选择一个机构。

source: Item Skipped
es: Elemento omitido
ko: 건너뛴 항목
nl: Item overgeslagen
zh: 项已跳过

source: Fuzzy search on name field.
es: Búsqueda difusa en el campo del nombre.
ko: 이름 필드에서 퍼지 검색
nl: Fuzzy search op naamveld.
zh: 模糊搜索名称字段。

source: The Instance Groups to which this instance belongs.
es: Los grupos de instancias a los que pertenece esta instancia.
ko: 이 인스턴스가 속하는 인스턴스 그룹입니다.
nl: De Instance Groups waartoe deze instantie behoort.
zh: 此实例所属的实例组。

source: Failed to delete inventory.
es: No se pudo eliminar el inventario.
ko: 인벤토리를 삭제하지 못했습니다.
nl: Kan inventaris niet verwijderen.
zh: 删除清单失败。

source: Copy Notification Template
es: Copiar plantilla de notificaciones
ko: 알림 템플릿 복사
nl: Berichtsjabloon kopiëren
zh: 复制通知模板

source: Exception Frequency
es: Frecuencia de las excepciones
ko: 예외 빈도
nl: Uitzonderingsfrequentie
zh: 例外频率

source: Please enter a number of occurrences.
es: Por favor, introduzca un número de ocurrencias.
ko: 이벤트 발생 횟수를 입력해 주십시오.
nl: Voer een aantal voorvallen in.
zh: 请输入事件发生的值。

source: Ansible Controller Documentation.
es: Documentación del controlador Ansible.
ko: Ansible 컨트롤러 설명서
nl: Ansible Controller Documentatie.
zh: Ansible 控制器文档。

source: Add workflow template
es: Agregar plantilla de flujo de trabajo
ko: 워크플로우 템플릿 추가
nl: Workflowsjabloon toevoegen
zh: 添加工作流模板

source: Back to Tokens
es: Volver a Tokens
ko: 토큰으로 돌아가기
nl: Terug naar tokens
zh: 返回到令牌

source: Lookup modal
es: Modal de búsqueda
ko: 검색 모달
nl: Opzoekmodus
zh: 查找模式

source: Workflow Nodes
es: Nodos de flujo de trabajo
ko: 워크플로 노드
nl: Werkstroomknooppunten
zh: 工作流节点

source: Overwrite
es: Anular
ko: 덮어쓰기
nl: Overschrijven
zh: 覆盖

source: Refresh Token
es: Actualizar token
ko: 토큰 새로 고침
nl: Token verversen
zh: 刷新令牌

source: Host details
es: Detalles del host
ko: 호스트 세부 정보
zh: 主机详情

source: This value does not match the password you entered previously. Please confirm that password.
es: Este valor no coincide con la contraseña introducida anteriormente. Confirme la contraseña.
ko: 이 값은 이전에 입력한 암호와 일치하지 않습니다. 암호를 확인하십시오.
nl: Deze waarde komt niet overeen met het wachtwoord dat u eerder ingevoerd heeft. Bevestig dat wachtwoord.
zh: 此值与之前输入的密码不匹配。请确认该密码。

source: Disassociate group from host?
es: ¿Disociar grupo del host?
ko: 호스트에서 그룹을 분리하시겠습니까?
nl: Groep van host loskoppelen?
zh: 从主机中解除关联组？

source: Destination SMS number(s)
es: Números SMS del destinatario
ko: 대상 SMS 번호
nl: Sms-nummer(s) bestemming
zh: 目标 SMS 号码

source: Source control branch
es: Rama de fuente de control
ko: 소스 제어 분기
nl: Vertakking broncontrole
zh: 源控制分支

source: Tabs
es: Pestañas
ko: 탭
nl: Tabbladen
zh: 制表符

source: View Template Details
es: Ver detalles de la plantilla
ko: 템플릿 세부 정보 보기
nl: Sjabloondetails weergeven
zh: 查看模板详情

source: Friday
es: Viernes
ko: 금요일
nl: Vrijdag
zh: 周五

source: Execution environment not found.
es: No se encontró el entorno de ejecución.
ko: 실행 환경을 찾을 수 없습니다.
nl: Uitvoeringsomgeving niet gevonden.
zh: 未找到执行环境。

source: View and edit debug options
es: Ver y editar opciones de depuración
ko: 디버그 옵션 보기 및 편집
nl: Foutopsporingsopties bekijken en bewerken
zh: 查看和编辑调试选项

source: Inventory Source Sync
es: Sincronización de fuentes de inventario
ko: 인벤토리 소스 동기화
nl: Synchronisatie inventarisbronnen
zh: 清单源同步

source: Run
es: Ejecutar
ko: 실행
nl: Uitvoeren
zh: 运行

source: Choose the resources that will be receiving new roles. You'll be able to select the roles to apply in the next step. Note that the resources chosen here will receive all roles chosen in the next step.
es: Elija los recursos que recibirán nuevos roles. Podrá seleccionar los roles que se aplicarán en el siguiente paso. Tenga en cuenta que los recursos elegidos aquí recibirán todos los roles elegidos en el siguiente paso.
ko: 새 역할을 받을 리소스를 선택합니다. 다음 단계에서 적용할 역할을 선택할 수 있습니다. 여기에서 선택한 리소스에는 다음 단계에서 선택한 모든 역할이 수신됩니다.
nl: Kies de bronnen die nieuwe rollen gaan ontvangen. U kunt de rollen selecteren die u in de volgende stap wilt toepassen. Merk op dat de hier gekozen bronnen alle rollen ontvangen die in de volgende stap worden gekozen.
zh: 选择将获得新角色的资源。您可以选择下一步中要应用的角色。请注意，此处选择的资源将接收下一步中选择的所有角色。

source: May
es: Mayo
ko: 5월
nl: Mei
zh: 5 月

source: Destination channels
es: Canales destinatarios
ko: 대상 채널
nl: Bestemmingskanalen
zh: 目标频道

source: Year
es: Año
ko: 년
nl: Jaar
zh: 年

source: Host not found.
es: No se encontró el host.
ko: 호스트를 찾을 수 없습니다.
nl: Host niet gevonden.
zh: 未找到主机。

source: 1 (Info)
es: 1 (Información)
ko: 1 (정보)
zh: 1（信息）

source: Deletion error
es: Error de eliminación
ko: 삭제 오류
nl: Fout bij verwijderen
zh: 删除错误

source: Create New Organization
es: Crear nueva organización
ko: 새 조직 만들기
nl: Nieuwe organisatie maken
zh: 创建新机构

source: Elapsed Time
es: Tiempo transcurrido
ko: 경과된 시간
nl: Verstreken tijd
zh: 过期的时间

source: Inventory Plugins
es: Complementos de inventario
ko: 인벤토리 플러그인
nl: Voorraadplugins
zh: 清单插件.

source: new choice
es: nueva elección
ko: 새로운 선택
nl: nieuwe keuze
zh: 新选择

source: Failed to copy template.
es: No se pudo copiar la plantilla.
ko: 템플릿을 복사하지 못했습니다.
nl: Kan sjabloon niet kopiëren.
zh: 复制模板失败。

source: Reload output
es: Descargar salida
ko: 출력 다시 로드
nl: Download output
zh: 重新加载输出
