Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: This execution environment is currently being used by other resources. Are you sure you want to delete it?
es: Este entorno de ejecución está siendo utilizado por otros recursos. ¿Está seguro de que desea eliminarlo?
ko: 현재 다른 리소스에서 이 실행 환경이 사용되고 있습니다. 삭제하시겠습니까?
nl: Deze uitvoeringsomgeving wordt momenteel gebruikt door andere bronnen. Weet u zeker dat u deze wilt verwijderen?
zh: 其他资源目前正在使用此执行环境。确定要删除它吗？

source: Subscription capacity
es: Capacidad de suscripción
ko: 구독 용량
nl: Abonnementscapaciteit
zh: 订阅容量

source: Association modal
es: Modal de asociación
ko: 연결 모달
nl: Associatiemodus
zh: 关联模态

source: Check
es: Comprobar
ko: 확인
nl: Controleren
zh: 检查

source: Unreachable Host Count
es: Recuento de hosts inaccesibles
ko: 연결할 수 없는 호스트 수
nl: Aantal onbereikbare hosts
zh: 无法访问的主机数

source: Undo
es: Deshacer
ko: 실행 취소
nl: Ongedaan maken
zh: 撤消

source: Source Control Credential
es: Credencial de fuente de control
ko: 소스 제어 인증 정보
nl: Toegangsgegevens bronbeheer
zh: 源控制凭证

source: Management job launch error
es: Error de ejecución de la tarea de gestión
ko: 관리 작업 시작 오류
nl: Fout bij opstarten van beheertaak
zh: 管理作业启动错误

source: Search
es: Buscar
ko: 검색
nl: Zoeken
zh: 搜索

source: The Instance Groups for this Organization to run on.
es: Seleccione los grupos de instancias en los que se ejecutará esta organización.
ko: 이 조직에서 실행할 인스턴스 그룹입니다.
nl: Selecteer de instantiegroepen waar de organisatie op uitgevoerd wordt.
zh: 要运行此机构的实例组。

source: Sync for revision
es: Sincronizar para revisión
ko: 버전의 동기화
nl: Synchroniseren voor revisie
zh: 修订版本同步

source: Health check request(s) submitted. Please wait and reload the page.
es: Solicitudes de chequeo enviadas. Por favor, espere y recargue la página.
ko: 상태 점검 요청이 제출되었습니다. 잠시 기다렸다가 페이지를 다시 로드하십시오.
nl: Gezondheidscontrole verzoek(en) ingediend. Wacht even en laad de pagina opnieuw.
zh: 提交健康检查请求。请等待并重新载入页面。

source: Execution environment copied successfully
es: El entorno de ejecución se copió correctamente
ko: 실행 환경이 성공적으로 복사되었습니다
nl: Uitvoeringsomgeving gekopieerd
zh: 执行环境复制成功

source: Log In
es: Iniciar sesión
ko: 로그인
nl: Inloggen
zh: 登录

source: Delete Inventory
es: Eliminar inventario
ko: 인벤토리 삭제
nl: Inventaris verwijderen
zh: 删除清单

source: Something went wrong...
es: Se produjo un error...
ko: 문제가 발생했습니다..
nl: Er is iets misgegaan...
zh: 出现错误...

source: Zoom in
es: Acercar
ko: 확대
nl: Inzoomen
zh: 放大

source: Cancel Constructed Inventory Source Sync
es: Cancelar sincronización de origen de inventario construido
ko: 구축된 재고 소스 동기화 취소
nl: Geconstrueerde inventarisbronsynchronisatie annuleren
zh: 取消构建的库存源同步

source: You do not have permission to delete {pluralizedItemName}: {itemsUnableToDelete}
es: No tiene permiso para borrar {pluralizedItemName}: {itemsUnableToDelete}
ko: {pluralizedItemName}: {itemsUnableToDelete}을 삭제할 수 있는 권한이 없습니다.
nl: U hebt geen machtiging om {pluralizedItemName}: {itemsUnableToDelete} te verwijderen
zh: 您没有权限删除 {pluralizedItemName}：{itemsUnableToDelete}

source: Host
es: Servidor
ko: 호스트
zh: 主机

source: Enable external logging
es: Habilitar registro externo
ko: 외부 로깅 활성화
nl: Externe logboekregistratie inschakelen
zh: 启用外部日志记录

source: Job Slice
es: Fracción de tareas
ko: 작업 분할
nl: Taken verdelen
zh: 作业分片

source: Red Hat subscription manifest
es: Manifiesto de suscripción de Red Hat
ko: Red Hat 서브스크립션 매니페스트
nl: Red Hat-abonnementsmanifest
zh: Red Hat 订阅清单

source: If you are ready to upgrade or renew, please <0>contact us.</0>
es: Si está listo para actualizar o renovar, <0>póngase en contacto con nosotros.</0>
ko: 업그레이드 또는 갱신할 준비가 되었으면 <0>에 문의</0>하십시오.
nl: Neem zodra u klaar bent om te upgraden of te verlengen <0>contact met ons op.</0>
zh: 如果您准备进行升级或续订，请<0>联系我们。</0>

source: Job Templates with credentials that prompt for passwords cannot be selected when creating or editing nodes
es: Las plantillas de trabajo con credenciales que solicitan contraseñas no pueden seleccionarse al crear o modificar nodos
ko: 노드를 생성하거나 편집할 때 암호를 입력하라는 인증 정보가 있는 작업 템플릿을 선택할 수 없습니다.
nl: Taaksjablonen met toegangsgegevens die om een wachtwoord vragen, kunnen niet worden geselecteerd tijdens het maken of bewerken van knooppunten
zh: 在创建或编辑节点时无法选择具有提示密码凭证的作业模板

source: Source Control Refspec
es: Refspec de fuente de control
ko: 소스 제어 참조
nl: Refspec broncontrole
zh: 源控制 Refspec

source: Instances
es: Instancias
ko: 인스턴스
nl: Instanties
zh: 实例

source: No results found
es: No se encontraron resultados
ko: 결과를 찾을 수 없음
nl: Geen resultaten gevonden
zh: 没有找到结果

source: Dragging item {id}. Item with index {oldIndex} in now {newIndex}.
es: Arrastrar elemento {id}. Elemento con índice {oldIndex} en ahora {newIndex}.
ko: {id} 항목을 드래그합니다. 색인이 {oldIndex} 인 항목은 이제 {newIndex}입니다.
nl: Item slepen {id}. Item met index {oldIndex} in nu {newIndex}.
zh: 拖动项目 {id}。带有索引 {oldIndex} 的项现在 {newIndex} 。

source: Create new smart inventory
es: Crear nuevo inventario inteligente
ko: 새 스마트 인벤토리 만들기
nl: Nieuwe Smart-inventaris maken
zh: 创建新智能清单

source: Failed to disassociate one or more hosts.
es: No se pudo disociar uno o más hosts.
ko: 하나 이상의 호스트를 연결 해제하지 못했습니다.
nl: Een of meer hosts kunnen niet worden losgekoppeld.
zh: 解除关联一个或多个主机失败。

source: JOB ID:
es: ID DE TAREA:
ko: 작업 ID:
nl: TAAK-ID:
zh: 作业 ID：

source: Delete Schedule
es: Eliminar planificación
ko: 일정 삭제
nl: Schema verwijderen
zh: 删除调度

source: Last automated
es: Último automatizado
ko: 마지막 자동화
nl: Laatste geautomatiseerd
zh: 最后自动

source: Host Started
es: Host iniciado
ko: 호스트 시작됨
nl: Host gestart
zh: 主机已启动

source: Upload a Red Hat Subscription Manifest containing your subscription. To generate your subscription manifest, go to <0>subscription allocations</0> on the Red Hat Customer Portal.
es: Cargue un manifiesto de suscripción de Red Hat que contenga su suscripción. Para generar su manifiesto de suscripción, vaya a las <0>asignaciones de suscripció</0>n en el Portal del Cliente de Red Hat.
ko: 서브스크립션이 포함된 Red Hat 서브스크립션 매니페스트를 업로드합니다. 서브스크립션 매니페스트를 생성하려면 Red Hat 고객 포털에서 <0>서브스크립션 할당</0>으로 이동하십시오.
nl: Upload een Red Hat-abonnementsmanifest met uw abonnement. Ga naar <0>abonnementstoewijzingen</0> op het Red Hat-klantenportaal om uw abonnementsmanifest te genereren.
zh: 上传一个包含了您的订阅的 Red Hat Subscription Manifest。要生成订阅清单，请访问红帽用户门户网站中的 <0>subscription allocations</0>。

source: Select a Resource Type
es: Seleccionar un tipo de recurso
ko: 리소스 유형 선택
nl: Selecteer een brontype
zh: 选择资源类型

source: Success message
es: Mensaje de éxito
ko: 성공 메시지
nl: Succesbericht
zh: 成功信息

source: Node Alias
es: Alias del nodo
ko: 노드 별칭
nl: Knooppunt alias
zh: 节点别名

source: Template copied successfully
es: La plantilla se copió correctamente
ko: 템플릿이 성공적으로 복사됨
nl: Sjabloon gekopieerd
zh: 成功复制的模板

source: Manual
ko: 수동
nl: Handmatig
zh: 手动

source: Source Control Type
es: Tipo de fuente de control
ko: 소스 제어 유형
nl: Type broncontrole
zh: 源控制类型

source: No result found
es: No se encontraron resultados
ko: 결과를 찾을 수 없음
nl: Geen resultaat gevonden
zh: 未找到结果

source: View Tokens
es: Ver tokens
ko: 토큰 보기
nl: Tokens weergeven
zh: 查看令牌

source: Unreachable
es: Servidor inaccesible
ko: 연결할 수 없음
nl: Onbereikbaar
zh: 无法访问

source: Enter inventory variables using either JSON or YAML syntax. Use the radio button to toggle between the two. Refer to the Ansible Controller documentation for example syntax.
es: Introduzca las variables de inventario utilizando la sintaxis JSON o YAML. Utilice el botón de opción para alternar entre los dos. Consulte la documentación de Ansible Controller, por ejemplo, sintaxis.
ko: JSON 또는 YAML 구문을 사용하여 인벤토리 변수를 입력합니다. 라디오 버튼을 사용하여 둘 사이를 전환합니다. 예제 구문은 Ansible Controller 설명서를 참조하십시오.
nl: Voer voorraadvariabelen in met behulp van JSON- of YAML-syntaxis. Gebruik het keuzerondje om tussen de twee te schakelen. Raadpleeg de documentatie van de Ansible Controller, bijvoorbeeld de syntaxis.
zh: 使用JSON或YAML语法输入库存变量。使用单选按钮在两者之间切换。请参阅Ansible Controller文档，了解语法示例。

source: Input Inventories
es: Existencias de insumos
ko: 재고 입력
nl: Invoervoorraden
zh: 输入库存

source: Facts
es: Eventos
ko: 팩트
nl: Feiten
zh: 事实

source: Items
es: Elementos
ko: 항목
zh: 项

source: Azure AD settings
es: Configuración de Azure AD
ko: Azure AD 설정
nl: Azure AD-instellingen
zh: Azure AD 设置

source: Enter inputs using either JSON or YAML syntax. Refer to the Ansible Controller documentation for example syntax.
es: Ingrese entradas a través de la sintaxis JSON o YAML. Consulte la documentación de Ansible Tower para ver la sintaxis de ejemplo.
ko: JSON 또는 YAML 구문을 사용하여 입력합니다. 구문 예제는 Ansible Controller 설명서를 참조하십시오.
nl: Geef inputs op met JSON- of YAML-syntaxis. Raadpleeg de documentatie voor Ansible Tower voor voorbeeldsyntaxis.
zh: 使用 JSON 或 YAML 语法输入。示例语法请参阅 Ansible 控制器文档。

source: Create New Host
es: Crear nuevo host
ko: 새 호스트 만들기
nl: Nieuwe host maken
zh: 创建新主机

source: Create new inventory
es: Crear nuevo inventario
ko: 새 인벤토리 만들기
nl: Nieuwe inventaris maken
zh: 创建新清单

source: SSH password
es: Contraseña de SSH
ko: SSH 암호
nl: SSH-wachtwoord
zh: SSH 密码

source: View OIDC settings
es: Ver la configuración de OIDC
ko: OIDC 설정 보기
nl: OIDC-instellingen bekijken
zh: 查看 OIDC 设置

source: Schedule details
es: Detalles de la programación
ko: 일정 세부 정보
nl: Details van schema
zh: 调度详情

source: Is expanded
es: Expandido
ko: 확장됨
nl: Is uitgeklapt
zh: 已展开

source: Failed to deny {0}.
es: No se pudo eliminar {0}.
ko: {0} 을/를 거부하지 못했습니다.
nl: Kan {0} niet verwijderen.
zh: 拒绝 {0} 失败。

source: Webhook details
es: Detalles de Webhook
ko: Webhook 세부 정보
zh: Webhook 详情

source: Teams
es: Equipos
ko: 팀
zh: 团队

source: Instance ID
es: ID de instancia
ko: 인스턴스 ID
nl: Instantie-id
zh: 实例 ID

source: Info
es: Información
ko: 정보
zh: 信息

source: Schedule Details
es: Detalles de la programación
ko: 일정 세부 정보
nl: Details van schema
zh: 调度详情

source: Select a row to disassociate
es: Seleccionar una fila para disociar
ko: 연결할 행을 선택
nl: Rij selecteren om deze te ontkoppelen
zh: 选择要解除关联的行

source: Instance Name
es: Nombre de la instancia
ko: ì¸ì¤í´ì¤ ì´ë¦
nl: Exemplaarnaam
zh: 实例名

source: Host details modal
es: Modal de detalles del host
ko: 호스트 세부 정보 모달
nl: Modus hostdetails
zh: 主机详情模式

source: Type answer then click checkbox on right to select answer as default.
es: Escriba la respuesta y marque la casilla de verificación a la derecha para seleccionar la respuesta predeterminada.
ko: 답을 입력한 다음 확인란 오른쪽을 클릭하여 답변을 기본값으로 선택합니다.
nl: Typ het antwoord en klik dan op het selectievakje rechts om het antwoord als standaard te selecteren.
zh: 键入回答，然后点右侧选择回答作为默认选项。

source: Survey Question Order
es: Orden de las preguntas de la encuesta
ko: 설문 조사 질문 순서
nl: Volgorde vragen enquête
zh: 问卷调查问题顺序

source: Unknown Start Date
es: Fecha de inicio desconocida
ko: 알 수 없는 시작일
nl: Onbekende startdatum
zh: 未知开始日期

source: Data retention period
es: Período de conservación de datos
ko: 데이터 보존 기간
nl: Bewaartermijn van gegevens
zh: 数据保留的周期

source: Enable Webhook
es: Habilitar Webhook
ko: Webhook 활성화
nl: Webhook inschakelen
zh: 启用 Webhook

source: Minimum
es: Mínimo
ko: 최소
zh: 最小值

source: Modified by (username)
es: Modificado por (nombre de usuario)
ko: (사용자 이름)에 의해 수정됨
nl: Gewijzigd door (gebruikersnaam)
zh: 修改者（用户名）

source: The project revision is currently out of date. Please refresh to fetch the most recent revision.
es: La revisión del proyecto está actualmente desactualizada. Actualice para obtener la revisión más reciente.
ko: 현재 프로젝트 버전이 최신 버전이 아닙니다. 최신 버전을 가져오려면 새로 고침하십시오.
nl: De revisie van het project is momenteel verouderd. Vernieuw om de meest recente revisie op te halen.
zh: 项目修订当前已过期。请刷新以获取最新的修订版本。

source: Select Hosts
es: Seleccionar hosts
ko: 호스트 선택
nl: Hosts selecteren
zh: 选择主机

source: Select the credential you want to use when accessing the remote hosts to run the command. Choose the credential containing the username and SSH key or password that Ansible will need to log into the remote hosts.
es: Seleccione la credencial que desea utilizar cuando acceda a los hosts remotos para ejecutar el comando. Elija una credencial que contenga el nombre de usuario y la clave SSH o la contraseña que Ansible necesitará para iniciar sesión en los hosts remotos.
ko: 원격 호스트에 액세스하여 명령을 실행할 때 사용할 인증 정보를 선택합니다. Ansible에서 원격 호스트에 로그인해야 하는 사용자 이름 및 SSH 키 또는 암호가 포함된 인증 정보를 선택합니다.
nl: Selecteer de toegangsgegevens die u wilt gebruiken bij het aanspreken van externe hosts om de opdracht uit te voeren. Kies de toegangsgegevens die de gebruikersnaam en de SSH-sleutel of het wachtwoord bevatten die Ansible nodig heeft om aan te melden bij de hosts of afstand.
zh: 选择要在访问远程主机时用来运行命令的凭证。选择包含 Ansbile 登录远程主机所需的用户名和 SSH 密钥或密码的凭证。

source: This job template is currently being used by other resources. Are you sure you want to delete it?
es: Esta plantilla de trabajo está siendo utilizada por otros recursos. ¿Está seguro de que desea eliminarla?
ko: 이 작업 템플릿은 현재 다른 리소스에서 사용하고 있습니다. 삭제하시겠습니까?
nl: Deze taaksjabloon wordt momenteel door andere bronnen gebruikt. Weet u zeker dat u hem wilt verwijderen?
zh: 其他资源目前正在使用此任务模板。确定要删除它吗？

source: View all Credentials.
es: Ver todas las credenciales.
ko: 모든 인증 정보 보기
nl: Geef alle toegangsgegevens weer.
zh: 查看所有凭证。

source: View all Notification Templates.
es: Ver todas las plantillas de notificación.
ko: 모든 알림 템플릿 보기.
nl: Geef alle berichtsjablonen weer.
zh: 查看所有通知模板。

source: <0>Note: Instances may be re-associated with this instance group if they are managed by <1>policy rules.</1></0>
es: <0>Nota: Las instancias pueden volver a asociarse con este grupo de instancias si son administradas por <1> reglas de política.</1></0>
ko: < 0 > 참고: < 1 > 정책 규칙에 의해 관리되는 경우 인스턴스가 이 인스턴스 그룹과 다시 연결될 수 있습니다. </1 > </0 >
nl: <0>Opmerking: instanties kunnen opnieuw worden gekoppeld aan deze instantiegroep als ze worden beheerd door <1>beleidsregels.</1></0>
zh: < 0 >注意：如果实例由< 1 >策略规则管理，则可以将其重新关联到此实例组。</1 > </0 >

source: Timeout minutes
es: Tiempo de espera en minutos
ko: 시간 제한 (분)
nl: Time-out minuten
zh: 超时分钟

source: This workflow does not have any nodes configured.
es: Este flujo de trabajo no tiene ningún nodo configurado.
ko: 이 워크플로에는 노드가 구성되어 있지 않습니다.
nl: Er zijn voor deze workflow geen knooppunten geconfigureerd.
zh: 此工作流没有配置任何节点。

source: Click this button to verify connection to the secret management system using the selected credential and specified inputs.
es: Haga clic en este botón para verificar la conexión con el sistema de gestión de claves secretas con la credencial seleccionada y las entradas especificadas.
ko: 이 버튼을 클릭하여 선택한 인증 정보 및 지정된 입력을 사용하여 시크릿 관리 시스템에 대한 연결을 확인합니다.
nl: Klik op deze knop om de verbinding met het geheimbeheersysteem te verifiëren met behulp van de geselecteerde referenties en de opgegeven inputs.
zh: 点击这个按钮使用所选凭证和指定的输入验证到 secret 管理系统的连接。

source: View Settings
es: Ver configuración
ko: 설정 보기
nl: Instellingen weergeven
zh: 查看设置

source: view the constructed inventory plugin docs here.
es: ver los documentos del plugin de inventario construido aquí.
ko: 구성된 인벤토리 플러그인 문서를 여기에서 볼 수 있습니다.
nl: bekijk hier de documenten van de geconstrueerde inventarisplug-in.
zh: 在此处查看构建的清单插件文档。

source: Refresh Token Expiration
es: Actualizar expiración del token
ko: 토큰 만료 새로 고침
nl: Vernieuwingstoken vervallen
zh: 刷新令牌过期

source: System
es: Sistema
ko: 시스템
nl: Systeem
zh: 系统

source: GitHub Team
es: Equipo GitHub
ko: GitHub 팀

source: Miscellaneous Authentication settings
es: Varios ajustes de autenticación
ko: 기타 인증 설정
nl: Instellingen diversen authenticatie
zh: 其它身份验证设置

source: Sun
es: Dom
ko: 일요일
nl: Zon
zh: 周日

source: At least one value must be selected for this field.
es: Debe seleccionar al menos un valor para este campo.
ko: 이 필드에 대해 하나 이상의 값을 선택해야 합니다.
nl: Voor dit veld moet ten minste één waarde worden geselecteerd.
zh: 此字段至少选择一个值。

source: Sunday
es: Domingo
ko: 이벤트
nl: Zondag
zh: 周日

source: August
es: Agosto
ko: 8월
nl: Augustus
zh: 8 月

source: Run health check
es: Comprobación de estado
ko: 실행 상태 점검
nl: Gezondheidscontrole
zh: 运行健康检查

source: Sync all
es: Sincronizar todo
ko: 모두 동기화
nl: Alles synchroniseren
zh: 全部同步

source: Create new Instance
es: Crear nuevo grupo de instancias
ko: 새 인스턴스 만들기
nl: Nieuwe instantiegroep maken
zh: 创建新实例

source: Project Update Status
es: Actualización del proyecto
ko: 프로젝트 업데이트 상태
nl: Projectupdate
zh: 项目更新状态

source: Minimum length
es: Longitud mínima
ko: 최소 길이
nl: Minimumlengte
zh: 最小长度

source: Successfully Approved
es: Aprobado con éxito
ko: 성공적으로 승인됨
nl: Succesvol goedgekeurd
zh: 成功批准

source: Revert settings
es: Revertir configuración
ko: 설정 복원
nl: Instellingen terugzetten
zh: 恢复设置

source: Done
es: Finalizado
ko: 완료
nl: Gereed
zh: 完成

source: Prompt Overrides
es: Anulaciones de avisos
ko: 프롬프트 덮어쓰기
nl: Meldingsoverschrijvingen
zh: 提示覆盖

source: Exact match (default lookup if not specified).
es: Coincidencia exacta (búsqueda predeterminada si no se especifica).
ko: 정확한 일치(지정되지 않은 경우 기본 조회).
nl: Exacte overeenkomst (standaard-opzoeken indien niet opgegeven).
zh: 完全匹配（如果没有指定，则默认查找）。

source: This action will disassociate all roles for this user from the selected teams.
es: Esta acción disociará todos los roles de este usuario de los equipos seleccionados.
ko: 이 작업은 선택한 팀에서 이 사용자의 모든 역할을 제거합니다.
nl: Deze actie ontkoppelt alle rollen voor deze gebruiker van de geselecteerde teams.
zh: 此操作将从所选团队中解除该用户的所有角色。

source: Controller Node
es: Nombre del controlador
ko: 컨트롤러 노드
nl: Naam controller
zh: 控制器节点

source: Choose a Webhook Service
es: Elegir un servicio de Webhook
ko: Webhook 서비스 선택
nl: Kies een Webhookservice
zh: 选择 Webhook 服务

source: First automated
es: Primer automatizado
ko: 첫 번째 자동화
nl: Eerste geautomatiseerd
zh: 第一个自动的

source: Address
es: Dirección
ko: 주소
nl: Adres
zh: 地址

source: After number of occurrences
es: Después del número de ocurrencias
ko: 발생 횟수 이후
nl: Na aantal voorvallen
zh: 发生次数后

source: TACACS+ settings
es: Configuración de TACACS+
ko: TACACS + 설정
nl: TACACS+ instellingen
zh: TACACS+ 设置

source: Zoom In
es: Acercar
ko: 확대
nl: Inzoomen
zh: 放大

source: Disabled
es: Deshabilitados
ko: 비활성화됨
nl: Uitgeschakeld
zh: 禁用

source: Default Execution Environment
es: Entorno de ejecución predeterminado
ko: 기본 실행 환경
nl: Standaarduitvoeringsomgeving
zh: 默认执行环境

source: Invalid file format. Please upload a valid Red Hat Subscription Manifest.
es: Formato de archivo no válido. Cargue un manifiesto de suscripción de Red Hat válido.
ko: 잘못된 파일 형식입니다. 유효한 Red Hat 서브스크립션 목록을 업로드하십시오.
nl: Ongeldige bestandsindeling. Upload een geldig Red Hat-abonnementsmanifest.
zh: 无效的文件格式。请上传有效的红帽订阅清单。

source: Disassociate role!
es: Disociar rol
ko: 역할 연결 해제!
nl: Koppel host los!
zh: 解除关联角色！

source: Last Health Check
es: Última comprobación de estado
ko: 마지막 상태 점검
nl: Laatste gezondheidscontrole
zh: 最后的健康检查

source: Topology View
es: Vista de topología
ko: 토폴로지 보기
nl: Topologie-weergave
zh: 拓扑视图

source: Syncing
es: Sincronización
ko: 동기화
nl: Synchroniseren
zh: 同步

source: Sourced from a project
es: Extraído de un proyecto
ko: 프로젝트에서 소싱
nl: Afkomstig uit een project
zh: 来自项目的源

source: Destination Channels
es: Canales destinatarios
ko: 대상 채널
nl: Bestemmingskanalen
zh: 目标频道

source: Failed to delete workflow job template.
es: No se pudo eliminar la plantilla de trabajo del flujo de trabajo.
ko: 워크플로 작업 템플릿을 삭제하지 못했습니다.
nl: Kan workflow-taaksjabloon niet verwijderen.
zh: 删除工作流任务模板失败。

source: View all Hosts.
es: Ver todos los hosts.
ko: 모든 호스트 보기
nl: Geef alle hosts weer.
zh: 查看所有主机。

source: Tags for the Annotation
es: Etiquetas para la anotación
ko: 주석 태그
nl: Tags voor de melding
zh: 注解的标签

source: Related Groups
es: Grupos relacionados
ko: 관련 그룹
nl: Gerelateerde groepen
zh: 相关组

source: SAML settings
es: Configuración de SAML
ko: SAML 설정
nl: SAML-instellingen
zh: SAML 设置

source: Failed to delete one or more inventories.
es: No se pudo eliminar uno o más inventarios.
ko: 하나 이상의 인벤토리를 삭제하지 못했습니다.
nl: Een of meer inventarissen kunnen niet worden verwijderd.
zh: 删除一个或多个清单失败。

source: None
es: Ninguno
ko: 없음
nl: Geen
zh: 无

source: Local Time Zone
es: Huso horario local
ko: 현지 시간대
nl: Lokale tijdzone
zh: 本地时区

source: Default Answer(s)
es: Respuesta(s) por defecto
ko: 기본 답변
nl: Standaardantwoord(en)
zh: 默认回答

source: View Troubleshooting settings
ko: 문제 해결 설정 보기
nl: Probleemoplossingsinstellingen bekijken
zh: 故障修复设置

source: Edit Source
es: Modificar fuente
ko: 소스 편집
nl: Bron bewerken
zh: 编辑源

source: View node details
es: Ver detalles del nodo
ko: 노드 세부 정보 보기
nl: Details knooppunt weergeven
zh: 查看节点详情

source: Custom pod spec
es: Especificaciones del pod personalizado
ko: 사용자 정의 Pod 사양
nl: Aangepaste podspecificatie
zh: 自定义 pod 规格

source: Delete Credential
es: Eliminar credencial
ko: 인증 정보 삭제
nl: Toegangsgegevens verwijderen
zh: 删除凭证

source: this Tower documentation page
es: esta página de documentación de la Torre
ko: 이 타워 문서 페이지
nl: deze torendocumentatiepagina
zh: 此Tower文档页面

source: View JSON examples at
es: Ver ejemplos de JSON en
ko: 에서 JSON 예제 보기
nl: Bekijk JSON voorbeelden op
zh: 在查看JSON示例

source: DELETED
es: ELIMINADO
ko: 삭제됨
nl: VERWIJDERD
zh: 已删除

source: Edit Question
es: Editar pregunta
ko: 질문 편집
nl: Vraag bewerken
zh: 编辑问题

source: Select Instances
es: Seleccionar instancias
ko: 인스턴스 선택
nl: Instanties selecteren
zh: 选择实例

source: Resources are missing from this template.
es: Faltan recursos de esta plantilla.
ko: 이 템플릿에서 리소스가 누락되어 있습니다.
nl: Er ontbreken hulpbronnen uit dit sjabloon.
zh: 此模板中缺少资源。

source: You do not have permission to disassociate the following: {itemsUnableToDisassociate}
es: No tiene permiso para desvincular lo siguiente: {itemsUnableToDisassociate}
ko: {itemsUnableToDisassociate}과 같이 연결을 해제할 수 있는 권한이 없습니다.
nl: U hebt geen machtiging om het volgende te ontkoppelen: {itemsUnableToDisassociate}
zh: 您没有权限取消关联： {itemsUnableToDisassociate}

source: Download Output
es: Descargar salida
ko: 출력 다운로드
zh: 下载输出

source: Custom Kubernetes or OpenShift Pod specification.
es: Campo para pasar una especificación personalizada de Kubernetes u OpenShift Pod.
ko: 사용자 정의 Kubernetes 또는 OpenShift Pod 사양
nl: Veld voor het opgeven van een aangepaste Kubernetes of OpenShift Pod-specificatie.
zh: 自定义 Kubernetes 或 OpenShift Pod 的规格。

source: Failed to update capacity adjustment.
es: No se pudo actualizar el ajuste de capacidad.
ko: 크기 조정을 업데이트하지 못했습니다.
nl: Kan de capaciteitsaanpassing niet bijwerken.
zh: 更新容量调整失败。

source: Create user token
es: Crear token de usuario
ko: 사용자 토큰 만들기
nl: Gebruikerstoken maken
zh: 创建用户令牌

source: Click on a node icon to display the details.
es: Haga clic en el icono de un nodo para mostrar los detalles.
ko: 노드 아이콘을 클릭하여 세부 정보를 표시합니다.
nl: Klik op een knooppuntpictogram om de details weer te geven.
zh: 点击节点图标显示详细信息。

source: Automation
es: Automatización
ko: 자동화
nl: Automatisering
zh: 自动化

source: Select items from list
es: Seleccionar elementos de la lista
ko: 목록에서 항목 선택
nl: Items in lijst selecteren
zh: 从列表中选择项

source: This will cancel all subsequent nodes in this workflow
es: Esto cancelará todos los nodos posteriores de este flujo de trabajo
ko: 이 워크플로우의 모든 후속 노드가 취소됩니다.
nl: Dit annuleert alle volgende knooppunten in deze werkstroom.
zh: 这将取消此工作流中的所有后续节点

source: <0>Note: Manually associated instances may be automatically disassociated from an instance group if the instance is managed by <1>policy rules.</1></0>
es: <0>Nota: Las instancias asociadas manualmente pueden disociarse automáticamente de un grupo de instancias si la instancia es administrada por <1> reglas de política.</1></0>
ko: < 0 > 참고: 인스턴스가 < 1 > 정책 규칙에 의해 관리되는 경우 수동으로 연결된 인스턴스가 인스턴스 그룹에서 자동으로 연결 해제될 수 있습니다. </1 > </0 >
nl: <0>Opmerking: handmatig gekoppelde instanties kunnen automatisch worden losgekoppeld van een instantiegroep als de instantie wordt beheerd door <1>beleidsregels.</1></0>
zh: < 0 >注意：如果实例由< 1 >策略规则管理，则手动关联的实例可能会自动与实例组解除关联。</1 > </0 >

source: Remove peers?
es: ¿Eliminar compañeros?
ko: 동료를 제거하시겠습니까?
nl: Collega's verwijderen?
zh: 删除同行？

source: Expand all rows
es: Desplegar todas las filas
ko: 모든 줄 확장
nl: Alle rijen uitklappen
zh: 扩展所有行
