Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: Invalid link target. Unable to link to children or ancestor nodes. Graph cycles are not supported.
es: Objetivo de enlace no válido. No se puede enlazar con nodos secundarios o ancestros. Los ciclos del gráfico no son compatibles.
ko: 잘못된 링크 대상입니다. 자식 또는 상위 노드에 연결할 수 없습니다. 그래프 주기는 지원되지 않습니다.
nl: Ongeldig linkdoel. Kan niet linken aan onder- of bovenliggende knooppunten. Grafiekcycli worden niet ondersteund.
zh: 无效的链路目标。无法连接到子节点或祖先节点。不支持图形周期。

source: Follow
es: Seguir
ko: 팔로우
nl: Volgen
zh: 关注

source: Legend
es: Leyenda
ko: 범례
nl: Legenda
zh: 图例

source: The full image location, including the container registry, image name, and version tag.
es: La ubicación completa de la imagen, que incluye el registro de contenedores, el nombre de la imagen y la etiqueta de la versión.
ko: 컨테이너 레지스트리, 이미지 이름, 버전 태그를 포함한 전체 이미지 위치입니다.
nl: De volledige imagelocatie, inclusief het containerregister, de imagenaam en de versietag.
zh: 完整镜像位置，包括容器注册表、镜像名称和版本标签。

source: Workflow Job Template
es: Plantilla de trabajo para flujo de trabajo
ko: 워크플로우 작업 템플릿
nl: Workflowtaaksjabloon
zh: 工作流作业模板

source: Execute when the parent node results in a failure state.
es: Ejecutar cuando el nodo primario se encuentre en estado de error.
ko: 부모 노드가 실패 상태가 되면 실행합니다.
nl: Uitvoeren wanneer het bovenliggende knooppunt in een storingstoestand komt.
zh: 当父节点出现故障状态时执行。

source: 2 (More Verbose)
es: 2 (Más nivel de detalle)
ko: 2 (자세한 내용)
nl: 2 (Meer verbaal)
zh: 2（更多详细内容）

source: Failed to delete one or more groups.
es: No se pudo eliminar uno o varios grupos.
ko: 하나 이상의 그룹을 삭제하지 못했습니다.
nl: Een of meer groepen kunnen niet worden verwijderd.
zh: 删除一个或多个组失败。

source: IRC server password
es: Contraseña del servidor IRC
ko: IRC 서버 암호
nl: IRC-serverwachtwoord
zh: IRC 服务器密码

source: Galaxy Credentials
es: Credenciales de Galaxy
ko: Galaxy 인증 정보
nl: Galaxy-toegangsgegevens
zh: Galaxy 凭证

source: Failed to delete one or more templates.
es: No se pudo eliminar una o más plantillas.
ko: 하나 이상의 템플릿을 삭제하지 못했습니다.
nl: Een of meer sjablonen kunnen niet worden verwijderd.
zh: 删除一个或多个模板失败。

source: Registry credential
es: Credencial de registro
ko: 레지스트리 인증 정보
nl: Toegangsgegevens registreren
zh: 注册表凭证

source: Back to instance groups
es: Volver a los grupos de instancias
ko: 인스턴스 그룹으로 돌아가기
nl: Terug naar instantiegroepen
zh: 返回到实例组

source: page
es: página
ko: 페이지
nl: pagina
zh: 页

source: User and Automation Analytics
es: Usuario y Automation Analytics
ko: 사용자 및 자동화 분석
nl: Gebruikers- en Automatiseringsanalyses
zh: 用户和 Automation Analytics

source: Subscription Compliance
es: Cumplimiento de suscripciones
ko: 구독 규정 준수
nl: Naleving van abonnementen
zh: 订阅合规性

source: All
es: Todos
ko: 모두
nl: Alle
zh: 所有

source: constructed inventory
es: inventario construido
ko: 건설 인벤토리
nl: geconstrueerde inventaris
zh: 已建库存

source: Confirm Delete
es: Confirmar eliminación
ko: 삭제 확인
nl: Verwijderen bevestigen
zh: 确认删除

source: Host Failure
es: Fallo del servidor
ko: 호스트 실패
nl: Hostmislukking
zh: 主机故障

source: Gathering Facts
es: Obteniendo facts
ko: 팩트 수집
nl: Feiten verzamelen
zh: 收集事实

source: Recent jobs
es: Trabajos recientes
ko: 최근 작업
nl: Recente taken
zh: 最近的作业

source: Unlimited
es: Ilimitado
ko: 무제한
nl: Onbeperkt
zh: 无限

source: {pluralizedItemName} List
es: {pluralizedItemName} Lista
ko: {pluralizedItemName} 목록
nl: {pluralizedItemName} Lijst
zh: {pluralizedItemName} 列表

source: Application name
es: Nombre de la aplicación
ko: 애플리케이션 이름
nl: Toepassingsnaam
zh: 应用程序名

source: sec
es: seg
ko: 초
zh: 秒

source: Integer
es: Entero
ko: 정수
nl: Geheel getal
zh: 整数

source: Tags for the annotation (optional)
es: Etiquetas para anotación (opcional)
ko: 주석 태그(선택 사항)
nl: Tags voor de melding (optioneel)
zh: 注解的标签（可选）

source: Max concurrent jobs
es: Máximo de trabajos simultáneos
ko: 최대 동시 작업 수
nl: Max. aantal gelijktijdige opdrachten
zh: 最大并发作业数

source: No items found.
es: No se encontraron elementos.
ko: 항목을 찾을 수 없습니다.
nl: Geen items gevonden.
zh: 没有找到项。

source: Finish Time
es: Hora de finalización
ko: 완료 시간
nl: Voltooiingstijd
zh: 完成时间

source: Dragging started for item id: {newId}.
es: Arrastre iniciado para el id de artículo: {newId}.
ko: 드래그 앤 드롭 항목 ID: {newId} 가 시작되었습니다.
nl: Het slepen is begonnen voor item-id: {newId}.
zh: 拖放项目 ID: {newId} 已开始。

source: Resource type
es: Agregar tipo de recurso
ko: 리소스 유형
nl: Brontype toevoegen
zh: 资源类型

source: Test
es: Probar
ko: 테스트
zh: 测试

source: Job Templates with a missing inventory or project cannot be selected when creating or editing nodes. Select another template or fix the missing fields to proceed.
es: Las plantillas de trabajo en las que falta un inventario o un proyecto no pueden seleccionarse al crear o modificar nodos. Seleccione otra plantilla o corrija los campos que faltan para continuar.
ko: 노드를 생성하거나 편집할 때 인벤토리 또는 프로젝트가 누락된 작업 템플릿을 선택할 수 없습니다. 다른 템플릿을 선택하거나 누락된 필드를 수정하여 계속 진행합니다.
nl: Taaksjablonen met een ontbrekende inventaris of een ontbrekend project kunnen niet worden geselecteerd tijdens het maken of bewerken van knooppunten. Selecteer een andere sjabloon of herstel de ontbrekende velden om verder te gaan.
zh: 在创建或编辑节点时无法选择缺失的清单或项目的作业模板。选择另一个模板或修复缺少的字段以继续。

source: Last Ran
es: Último ejecutado
ko: 마지막 실행
nl: Laatst uitgevoerd
zh: 最后运行

source: Subscription selection modal
es: Modal de selección de suscripción
ko: 서브스크립션 선택 모달
nl: Modus Abonnement selecteren
zh: 订阅选择模态

source: To create a smart inventory using ansible facts, go to the smart inventory screen.
es: Para crear un inventario inteligente con los hechos de ansible, vaya a la pantalla de inventario inteligente.
ko: ansible 팩트를 사용하여 스마트 인벤토리를 생성하려면 스마트 인벤토리 화면으로 이동합니다.
nl: Om een smart-inventaris aan te maken via ansible-feiten, gaat u naar het scherm smart-inventaris.
zh: 要使用 ansible 事实创建智能清单，请转至智能清单屏幕。

source: Related Keys
es: Teclas relacionadas
ko: 관련 키
nl: Verwante sleutels
zh: 相关密钥

source: Sync
es: Sincronizar
ko: 동기화
nl: Synchroniseren
zh: 同步

source: Description
es: Descripción
ko: 설명
nl: Omschrijving
zh: 描述

source: Choose roles to apply to the selected resources. Note that all selected roles will be applied to all selected resources.
es: Elija los roles que se aplicarán a los recursos seleccionados. Tenga en cuenta que todos los roles seleccionados se aplicarán a todos los recursos seleccionados.
ko: 선택한 리소스에 적용할 역할을 선택합니다. 선택한 모든 역할이 선택한 모든 리소스에 적용됩니다.
nl: Kies de rollen die op de geselecteerde bronnen moeten worden toegepast. Alle geselecteerde rollen worden toegepast op alle geselecteerde bronnen.
zh: 选择应用到所选资源的角色。请注意，所有选择的角色将应用到所有选择的资源。

source: Edit Team
es: Modificar equipo
ko: 팀 편집
nl: Team bewerken
zh: 编辑团队

source: User Interface
es: Interfaz de usuario
ko: 사용자 인터페이스
nl: Gebruikersinterface
zh: 用户界面

source: View job {0}
es: Ver tarea {0}
ko: 작업 {0} 보기
nl: Taak {0} weergeven
zh: 查看作业 {0}

source: Sign in with SAML {samlIDP}
es: Iniciar sesión con SAML {samlIDP}
ko: SAML {samlIDP}으로 로그인
nl: Aanmelden met SAML {samlIDP}
zh: 使用 SAML {samlIDP} 登陆

source: Browse
es: Navegar
ko: 검색
nl: Bladeren
zh: 浏览

source: Email
es: Correo electrónico
ko: 이메일
zh: 电子邮件

source: Case-insensitive version of regex.
es: Versión de regex que no distingue mayúsculas de minúsculas.
ko: 대소문자를 구분하지 않는 정규식 버전입니다.
nl: Hoofdletterongevoelige versie van regex.
zh: regex 不区分大小写的版本。

source: Select an instance and a metric to show chart
es: Seleccionar una instancia y una métrica para mostrar el gráfico
ko: 차트를 표시할 인스턴스 및 메트릭을 선택합니다.
nl: Instantie en metriek selecteren om grafiek te tonen
zh: 选择一个实例和一个指标来显示图表

source: Listener Port
es: Puerto de escucha
ko: 리스너 포트
nl: Luisterpoort
zh: 侦听器端口

source: Select frequency
es: Frecuencia de repetición
ko: 빈도 선택
nl: Frequentie herhalen
zh: 选择频率

source: Pan Left
es: Desplazar hacia la izquierda
ko: Panhiera
nl: Naar links pannen
zh: 向左平移

source: When was the host last automated
es: ¿Cuándo fue automatizado el anfitrión por última vez?
ko: 호스트가 마지막으로 자동화한 시기는 언제인가요?
nl: Wanneer is de host voor het laatst geautomatiseerd
zh: 房东最后一次自动操作是什么时候

source: here
es: aquí
ko: 여기
nl: hier
zh: 此处

source: # sources with sync failures.
es: # fuentes con fallos de sincronización.
ko: # sources 동기화 실패.
nl: # bronnen met synchronisatiefouten.
zh: #个同步失败的源。

source: Start date/time
es: Fecha/hora de inicio
ko: 시작일/시간
nl: Startdatum/-tijd
zh: 开始日期/时间

source: Redirecting to subscription detail
es: Redirigir al detalle de la suscripción
ko: 서브스크립션 세부 정보로 리디렉션
nl: Doorverwijzen naar abonnementsdetails
zh: 重定向到订阅详情

source: Failed to disassociate one or more groups.
es: No se pudo disociar uno o más grupos.
ko: 하나 이상의 그룹을 연결 해제하지 못했습니다.
nl: Een of meer groepen kunnen niet worden losgekoppeld.
zh: 解除关联一个或多个组关联。

source: Playbook Run
es: Ejecución de playbook
ko: 플레이북 실행
nl: Draaiboek uitvoering
zh: Playbook 运行

source: Enable HTTPS certificate verification
es: Habilitar verificación del certificado HTTPS
ko: HTTPS 인증서 확인 활성화
nl: HTTPS-certificaatcontrole inschakelen
zh: 启用 HTTPS 证书验证

source: Days remaining
es: Días restantes
ko: 남은 일수
nl: Resterende dagen
zh: 剩余的天数

source: Hop
es: Salto
ko: 홉
zh: Hop（跃点）

source: Confirm cancel job
es: Confirmar cancelación de la tarea
ko: 작업 취소 확인
nl: Taak annuleren bevestigen
zh: 确认取消作业

source: Failed to remove one or more instances.
es: No se pudo disociar una o más instancias.
ko: 하나 이상의 인스턴스를 제거하지 못했습니다.
nl: Een of meer instanties kunnen niet worden losgekoppeld.
zh: 删除一个或多个实例失败。

source: Arguments
es: Argumentos
ko: 인수
nl: Argumenten
zh: 参数

source: Sign in with GitHub Organizations
es: Iniciar sesión con las organizaciones GitHub
ko: GitHub 조직으로 로그인
nl: Aanmelden met GitHub-organisaties
zh: 使用 GitHub Organizations 登录

source: Token information
es: Información del token
ko: 토큰 정보
nl: Tokeninformatie
zh: 令牌信息

source: Task Started
es: Tarea iniciada
ko: 호스트 시작됨
nl: Taak gestart
zh: 任务已启动

source: Exact search on id field.
es: Búsqueda exacta en el campo de identificación.
ko: id 필드에서 정확한 검색
nl: Exact zoeken op id-veld.
zh: 对 id 字段进行精确搜索。

source: Debug
ko: 디버그
nl: Foutopsporing
zh: 调试

source: Back to Settings
es: Volver a Configuración
ko: 설정으로 돌아가기
nl: Terug naar instellingen
zh: 返回到设置

source: Subscription settings
es: Configuración de la suscripción
ko: 서브스크립션 설정
nl: Abonnementsinstellingen
zh: 订阅设置

source: Run command
es: Ejecutar comando
ko: 명령 실행
nl: Opdracht uitvoeren
zh: 运行命令

source: Back to Templates
es: Volver a Plantillas
ko: 템플릿으로 돌아가기
nl: Terug naar sjablonen
zh: 返回到模板

source: Authentication
es: Identificación
ko: 인증
nl: Authenticatie
zh: 身份验证

source: User tokens
es: Tokens de usuario
ko: 사용자 토큰
nl: Gebruikerstokens
zh: 用户令牌

source: Back to Sources
es: Volver a Fuentes
ko: 출처로 돌아가기
nl: Terug naar bronnen
zh: 返回到源

source: Frequency Exception Details
es: Frecuencia Detalles de la excepción
ko: 빈도 예외 세부 정보
nl: Frequentie Uitzondering Details
zh: 频率例外详情

source: Deprovisioning fail
es: Fallo de desaprovisionamiento
ko: 프로비저닝 해제 실패
nl: Deprovisionering mislukt
zh: 取消置备失败

source: Copy Execution Environment
es: Copiar entorno de ejecución
ko: 실행 환경 복사
nl: Uitvoeringsomgeving kopiëren
zh: 复制执行环境

source: Revert all to default
es: Revertir todo a valores por defecto
ko: 모두 기본값으로 되돌립니다.
nl: Alles terugzetten naar standaardinstellingen
zh: 全部恢复为默认值

source: Inventory file
es: Archivo de inventario
ko: 인벤토리 파일
nl: Inventarisbestand
zh: 清单文件

source: Refresh for revision
es: Actualizar para revisión
ko: 버전 새로 고침
nl: Synchroniseren voor herziening
zh: 重新刷新修订版本

source: Peer removed. Please be sure to run the install bundle for {0} again in order to see changes take effect.
es: Compañero eliminado. Asegúrese de ejecutar el paquete de instalación para {0} de nuevo para que los cambios surtan efecto.
ko: 피어가 제거되었습니다. 변경 사항을 적용하려면 {0} 에 대한 설치 번들을 다시 실행하십시오.
nl: Peer verwijderd. Zorg ervoor dat u de installatiebundel voor {0} opnieuw uitvoert om de wijzigingen van kracht te zien worden.
zh: 已删除对等点。请确保再次运行 {0} 的安装捆绑包，以便看到更改生效。

source: Disassociate
es: Disociar
ko: 연결 해제
nl: Loskoppelen
zh: 解除关联

source: ID of the panel (optional)
es: ID del panel (opcional)
ko: 패널 ID (선택 사항)
nl: ID van het paneel (optioneel)
zh: 面板 ID（可选）

source: Recipient list
es: Lista de destinatarios
ko: 수신자 목록
nl: Lijst met ontvangers
zh: 接收者列表

source: Job Slice Parent
es: Fraccionamiento de los trabajos principales
ko: 작업 분할 부모
nl: Ouder taken verdelen
zh: 任务分片父级

source: Failed to sync constructed inventory source
es: Error al sincronizar el origen del inventario construido
ko: 구성된 인벤토리 소스를 동기화하지 못했습니다.
nl: Synchroniseren van geconstrueerde voorraadbron mislukt
zh: 无法同步构建的库存源

source: Sat
es: Sáb
ko: 토요일
nl: Zat
zh: 周六

source: MOST RECENT SYNC
es: ÚLTIMA SINCRONIZACIÓN
ko: 최신 동기화
nl: MEEST RECENTE SYNCHRONISATIE
zh: 最新同步

source: Are you sure you want to remove the node below:
es: ¿Está seguro de que desea eliminar el siguiente nodo:
ko: 아래 노드를 삭제하시겠습니까.
nl: Weet u zeker dat u het onderstaande knooppunt wilt verwijderen:
zh: 您确定要删除以下节点：

source: Failed to copy execution environment
es: No se pudo copiar el entorno de ejecución
ko: 실행 환경을 복사하지 못했습니다.
nl: Kan uitvoeringsomgeving niet kopiëren
zh: 复制执行环境失败

source: Draggable list to reorder and remove selected items.
es: Lista arrastrada para reordenar y eliminar los elementos seleccionados.
ko: 선택한 항목을 다시 정렬하고 제거하기 위한 드래그 가능한 목록입니다.
nl: Versleepbare lijst om geselecteerde items te herschikken en te verwijderen.
zh: 可拖动列表以重新排序和删除选定的项目。

source: Collapse all job events
es: Contraer todos los eventos de trabajos
ko: 모든 작업 이벤트 축소
nl: Alle taakgebeurtenissen samenvouwen
zh: 折叠所有作业事件

source: Prevent Instance Group Fallback
es: Evitar el retroceso del grupo de instancias
ko: 인스턴스 그룹 폴백 방지
nl: Instance Group Fallback voorkomen
zh: 防止实例组 Fallback

source: Task
es: Tarea
ko: 작업
nl: Taak
zh: 任务

source: Subscriptions table
es: Tabla de suscripciones
ko: 서브스크립션 테이블
nl: Tabel Abonnementen
zh: 订阅表

source: Mattermost
ko: 가장 중요

source: Job ID
es: Identificación del trabajo
ko: 작업 ID
nl: Taak-id
zh: 作业 ID

source: Plays
es: Jugadas
ko: 플레이
nl: Uitvoeringen van het draaiboek
zh: Play

source: Initiated by (username)
es: Inicializado por (nombre de usuario)
ko: 초기자 (사용자 이름)
nl: Gestart door (gebruikersnaam)
zh: 启动者（用户名）

source: No inventory sync failures.
es: No hay errores de sincronización de inventario.
ko: 인벤토리 동기화 실패 없음
nl: Geen fouten bij inventarissynchronisatie.
zh: 没有清单同步失败。

source: Note: The order in which these are selected sets the execution precedence. Select more than one to enable drag.
es: Nota: El orden en que se seleccionan establece la precedencia de ejecución. Seleccione más de uno para habilitar el arrastre.
ko: 참고: 선택한 순서에 따라 실행 우선 순위가 설정됩니다. 드래그를 활성화하려면 둘 이상의 항목을 선택합니다.
nl: Opmerking: de volgorde waarin deze worden geselecteerd bepaalt de voorrang bij de uitvoering. Selecteer er meer dan één om slepen mogelijk te maken.
zh: 注：选择它们的顺序设定执行优先级。选择多个来启用拖放。

source: confirm delete
es: confirmar eliminación
ko: 삭제 확인
nl: verwijderen bevestigen
zh: 确认删除

source: Create new host
es: Crear nuevo host
ko: 새 호스트 만들기
nl: Nieuwe host maken
zh: 创建新主机

source: Activity Stream type selector
es: Selector de tipo de flujo de actividad
ko: 활동 스트림 유형 선택기
nl: Keuzeschakelaar type activiteitenlogboek
zh: 活动流类型选择器

source: Failed to approve {0}.
es: No se aprueba {0}.
ko: 승인하지 못했습니다 {0}.
nl: Niet goedgekeurd {0}.
zh: 批准 {0} 失败。

source: Setting name
es: Nombre de la configuración
ko: 설정 이름
nl: Naam instellen
zh: 设置名称

source: Recent Jobs
es: Tareas recientes
ko: 최근 작업
nl: Recente taken
zh: 最近的作业

source: Please click the Start button to begin.
es: Haga clic en el botón de inicio para comenzar.
ko: 시작하려면 시작 버튼을 클릭하십시오.
nl: Klik op de startknop om te beginnen.
zh: 请点开始按钮开始。

source: This template is currently being used by some workflow nodes. Are you sure you want to delete it?
es: Esta plantilla está siendo utilizada actualmente por algunos nodos de flujo de trabajo. ¿Seguro que quieres eliminarlo?
ko: 이 템플릿은 현재 일부 워크플로 노드에서 사용되고 있습니다. 정말로 삭제하시겠습니까?
nl: Dit sjabloon wordt momenteel door sommige workflowknooppunten gebruikt. Weet u zeker dat u het wilt verwijderen?
zh: 此模板当前正被某些工作流节点使用。您确定要删除它吗？

source: Retrieve the enabled state from the given dict of host variables. The enabled variable may be specified using dot notation, e.g: 'foo.bar'
es: Recupere el estado habilitado del dictado dado de las variables del host. La variable habilitada se puede especificar usando notación de puntos, por ejemplo: 'foo.bar'
ko: 주어진 호스트 변수 딕트에서 활성화된 상태를 검색합니다. 활성화된 변수는 점 표기법 (예: 'foo.bar') 을 사용하여 지정할 수 있습니다.
nl: Haal de ingeschakelde status op uit het gegeven dictaat van hostvariabelen. De ingeschakelde variabele kan worden opgegeven met behulp van puntnotatie, bijvoorbeeld: 'foo.bar'
zh: 从给定的主机变量字典中检索启用状态。启用的变量可以使用点符号指定，例如： 'foo.bar'

source: Verbosity
es: Nivel de detalle
ko: 상세 정보
nl: Verbositeit
zh: 详细程度

source: Sync error
es: Error de sincronización
ko: 동기화 오류
nl: Synchronisatiefout
zh: 同步错误

source: Create New Application
es: Crear una nueva aplicación
ko: 새 애플리케이션 만들기
nl: Nieuwe toepassing maken
zh: 创建新应用

source: Last Run
es: Última ejecución
ko: 마지막 실행
nl: Laatste uitvoering
zh: 最后运行

source: Select Credential Type
es: Seleccionar tipo de credencial
ko: 인증 정보 유형 선택
nl: Type toegangsgegevens selecteren
zh: 编辑凭证类型

source: Capacity
es: Capacidad
ko: 용량
nl: Capaciteit
zh: 容量

source: Sign in with SAML
es: Iniciar sesión con SAML
ko: SAML으로 로그인
nl: Aanmelden met SAML
zh: 使用 SAML 登陆

source: Failed to user token.
es: Error en el token de usuario.
ko: 사용자 토큰에 실패했습니다.
nl: Kan gebruikerstoken niet bijwerken.
zh: 用户令牌失败。

source: Back to Workflow Approvals
es: Volver a Aprobaciones del flujo de trabajo
ko: 워크플로우 승인으로 돌아가기
nl: Terug naar workflowgoedkeuringen
zh: 返回到工作流批准

source: Return to
es: Volver
ko: 다음으로 돌아가기
nl: Teruggeven
zh: 返回到

source: Auto
ko: 자동
zh: 自动

source: Delete All Groups and Hosts
es: Eliminar todos los grupos y hosts
ko: 모든 그룹 및 호스트 삭제
nl: Alle groepen en hosts verwijderen
zh: 删除所有组和主机

source: Expires on
es: Fecha de expiración
ko: 만료일
nl: Verloopt op
zh: 过期于

source: Each time a job runs using this inventory, refresh the inventory from the selected source before executing job tasks.
es: Cada vez que se ejecute un trabajo utilizando este inventario, actualice el inventario de la fuente seleccionada antes de ejecutar las tareas del trabajo.
ko: 작업이 이 인벤토리를 사용하여 실행될 때마다 작업 작업을 실행하기 전에 선택한 소스에서 인벤토리를 새로 고칩니다.
nl: Elke keer dat een taak wordt uitgevoerd met behulp van deze inventaris, vernieuwt u de inventaris van de geselecteerde bron voordat u projecttaken uitvoert.
zh: 每次使用此清单运行作业时，请在执行作业任务之前刷新选定来源的清单。

source: Sign in with Azure AD
es: Iniciar sesión con Azure AD
ko: Azure AD로 로그인
nl: Aanmelden met Azure AD
zh: 使用 Azure AD 登陆

source: None (Run Once)
es: Ninguno (se ejecuta una vez)
ko: 없음 (한 번 실행)
nl: Geen (eenmaal uitgevoerd)
zh: 无（运行一次）

source: The search filter did not produce any results…
es: El filtro de búsqueda no arrojó resultados…
ko: 검색 필터에서 결과를 생성하지 않았습니다.
nl: De zoekfilter leverde geen resultaten op…
zh: 搜索过滤器没有产生任何结果…

source: Disassociate related team(s)?
es: ¿Disociar equipos relacionados?
ko: 관련 팀을 분리하시겠습니까?
nl: Verwant(e) team(s) loskoppelen?
zh: 解除关联相关的团队？

source: Token not found.
es: No se encontró el token.
ko: 토큰을 찾을 수 없습니다.
nl: Token niet gevonden.
zh: 未找到令牌

source: relaunch jobs
es: volver a ejecutar las tareas
ko: 작업 다시 시작
nl: taken opnieuw starten
zh: 重新启动作业

source: Select a row to delete
es: Seleccionar una fila para eliminar
ko: 삭제할 행 선택
nl: Rij selecteren om deze te verwijderen
zh: 选择要删除的行

source: Running
es: Ejecutándose
ko: 실행 중
nl: In uitvoering
zh: 运行中

source: Unable to change inventory on a host
es: Imposible modificar el inventario en un servidor.
ko: 호스트에서 인벤토리를 변경할 수 없음
nl: Kan inventaris op een host niet wijzigen
zh: 无法更改主机上的清单

source: Field starts with value.
es: El campo comienza con un valor.
ko: 필드는 값으로 시작합니다.
nl: Veld begint met waarde.
zh: 字段以值开头。

source: Are you sure you want to remove this link?
es: ¿Está seguro de que desea eliminar este enlace?
ko: 이 링크를 삭제하시겠습니까?
nl: Weet u zeker dat u deze link wilt verwijderen?
zh: 您确定要从删除这个链接吗？

source: User Guide
es: Manual de usuario
ko: 사용자 가이드
nl: Gebruikershandleiding
zh: 用户指南

source: Credential copied successfully
es: La credencial se copió correctamente
ko: 인증 정보가 성공적으로 복사됨
nl: Toegangsgegeven gekopieerd
zh: 成功复制的凭证

source: Scroll last
es: Desplazarse hasta el final
ko: 마지막 스크롤
nl: Laatste scrollen
zh: 滚动到最后

source: Last
es: Último
ko: 마지막
nl: Laatste
zh: 最后

source: On date
es: En la fecha
ko: 날짜에
nl: Aan-datum
zh: 于日期

source: Failed to delete one or more applications.
es: No se pudo eliminar una o más aplicaciones.
ko: 하나 이상의 애플리케이션을 삭제하지 못했습니다.
nl: Een of meer toepassingen kunnen niet worden verwijderd.
zh: 删除一个或多个应用程序失败。

source: Content Loading
es: Carga de contenido
ko: 콘텐츠 로딩 중
nl: Inhoud laden
zh: 内容加载

source: Enabled
es: Habilitado
ko: 활성화됨
nl: Ingeschakeld
zh: 启用

source: Cancel selected jobs
es: Cancelar las tareas seleccionadas
ko: 선택한 작업 취소
nl: Geselecteerde taken annuleren
zh: 取消所选作业

source: Greater than comparison.
es: Mayor que la comparación.
ko: 비교보다 큽니다.
nl: Groter dan vergelijking.
zh: 大于比较。

source: Failed to delete one or more users.
es: No se pudo eliminar uno o más usuarios.
ko: 하나 이상의 사용자를 삭제하지 못했습니다.
nl: Een of meer gebruikers kunnen niet worden verwijderd.
zh: 删除一个或多个用户失败。

source: On Success
es: Con éxito
ko: 성공 시
nl: Bij slagen
zh: 成功时

source: The inventory file to be synced by this source. You can select from the dropdown or enter a file within the input.
es: El archivo de inventario a sincronizar por esta fuente. Puede seleccionar desde el menú desplegable o introducir un archivo dentro de la entrada.
ko: 이 소스에 의해 동기화될 인벤토리 파일. 드롭다운에서 선택하거나 입력란에 파일을 입력할 수 있습니다.
nl: Het inventarisbestand dat door deze bron moet worden gesynchroniseerd. U kunt kiezen uit de vervolgkeuzelijst of een bestand invoeren binnen de invoer.
zh: 要由此源同步的库存文件。您可以从下拉列表中进行选择，也可以在输入内容中输入文件。

source: Pan Up
es: Desplazar hacia arriba
ko: 팬업
nl: Omhoog pannen
zh: 向上平移

source: Are you sure you want to remove {0} access from {username}?
es: ¿Está seguro de que quiere eliminar el acceso de {0} a {username}?
ko: {username} 에서 {0} 액세스 권한을 삭제하시겠습니까?
nl: Weet u zeker dat u de {0} toegang vanuit {username} wilt verwijderen?
zh: 您确定要从 {username} 中删除 {0} 吗？

source: View all execution environments
es: Ver todos los entornos de ejecución
ko: 모든 실행 환경 보기
nl: Alle uitvoeringsomgevingen weergeven
zh: 查看所有执行环境

source: Unknown Status
es: Estado desconocido
ko: 알 수 없는 상태
nl: Onbekende status
zh: 未知状态

source: Not configured
es: No configurado
ko: 구성되지 않음
nl: Niet geconfigureerd
zh: 没有配置

source: Capacity Adjustment
es: Ajuste de la capacidad
ko: 용량 조정
nl: Capaciteitsaanpassing
zh: 容量调整

source: Update options
es: Actualizar opciones
ko: 업데이트 옵션
nl: Update-opties
zh: 更新选项

source: IRC Server Port
es: Puerto del servidor IRC
ko: IRC 서버 포트
nl: IRC-serverpoort
zh: IRC 服务器端口

source: Host Async OK
es: Servidor Async OK
ko: 호스트 동기화 확인
zh: 主机异步正常

source: Cancel node removal
es: Cancelar eliminación del nodo
ko: 노드 제거 취소
nl: Verwijdering van knooppunt annuleren
zh: 取消节点删除

source: Some of the previous step(s) have errors
es: Algunos de los pasos anteriores tienen errores
ko: 이전 단계 중 일부에는 오류가 있습니다.
nl: Sommige van de vorige stappen bevatten fouten
zh: 前面的一些步骤有错误

source: Revert field to previously saved value
es: Revertir el campo al valor guardado anteriormente
ko: 이전에 저장된 값으로 필드를 되돌리기
nl: Veld terugzetten op eerder opgeslagen waarde
zh: 将字段恢复到之前保存的值

source: Edit Notification Template
es: Modificar plantilla de notificación
ko: 알림 템플릿 편집
nl: Berichtsjabloon bewerken
zh: 编辑通知模板

source: LDAP Default
es: LDAP predeterminado
ko: LDAP 기본값
nl: LDAP-standaard
zh: LDAP 默认

source: View Details
es: Ver detalles
ko: 세부 정보 보기
nl: Details weergeven
zh: 查看详情

source: Textarea
es: Área de texto
ko: 텍스트 영역
nl: Tekstgebied
zh: 文本区

source: Workflow Job
es: Tarea en flujo de trabajo
ko: 워크플로우 작업
nl: Workflowtaak
zh: 工作流任务
