Repository: ctrliq/ascender
Catalog: awx/ui/src/locales/*/messages.po
Languages: es, ko, nl, zh

source: This field may not be blank
es: Este campo no puede estar en blanco
ko: 이 필드는 비워 둘 수 없습니다.
nl: Dit veld mag niet leeg zijn
zh: 此字段不得为空白

source: Failed to associate role
es: No se pudo asociar el rol
ko: 역할을 연결하지 못했습니다.
nl: Kan rol niet koppelen
zh: 关联角色失败

source: Failed to delete one or more projects.
es: No se pudo eliminar uno o más proyectos.
ko: 하나 이상의 프로젝트를 삭제하지 못했습니다.
nl: Een of meer projecten kunnen niet worden verwijderd.
zh: 删除一个或多个项目失败。

source: Variables Prompted
es: Variables solicitadas
ko: 프롬프트 변수
nl: Variabelen gevraagd
zh: 提示变量

source: Select a metric
es: Seleccionar una métrica
ko: 메트릭 선택
nl: Metriek selecteren
zh: 选择一个指标

source: Save successful!
es: Guardado correctamente
ko: 성공적으로 저장했습니다!
nl: Opslaan gelukt!
zh: 保存成功！

source: Error saving the workflow!
es: Error al guardar el flujo de trabajo
ko: 워크플로우를 저장하는 동안 오류가 발생했습니다!
nl: Fout bij het opslaan van de workflow!
zh: 保存工作流时出错！

source: Failed to delete one or more job templates.
es: No se pudo eliminar una o más plantillas de trabajo.
ko: 하나 이상의 작업 템플릿을 삭제하지 못했습니다.
nl: Een of meer taaksjablonen kunnen niet worden verwijderd.
zh: 删除一个或多个作业模板失败。

source: This will cancel all subsequent nodes in this workflow.
es: Esto cancelará todos los nodos posteriores de este flujo de trabajo.
ko: 이 워크플로우의 모든 후속 노드가 취소됩니다.
nl: Hierdoor worden alle volgende knooppunten in deze werkstroom geannuleerd.
zh: 这将取消此工作流中的所有后续节点。

source: Choose a .json file
es: Elegir un archivo .json
ko: .json 파일 선택
nl: Kies een .json-bestand
zh: 选择 .json 文件

source: Choose a module
es: Elegir un módulo
ko: 모듈 선택
nl: Kies een module
zh: 选择模块

source: Zoom out
es: Alejar
ko: 축소
nl: Uitzoomen
zh: 缩小

source: Edit Template
es: Modificar plantilla
ko: 템플릿 편집
nl: Sjabloon bewerken
zh: 编辑模板

source: Cancel Job
es: Cancelar tarea
ko: 작업 취소
nl: Taak annuleren
zh: 取消作业

source: Instance State
es: Estado de instancia
ko: 인스턴스 상태
nl: Instantiestaat
zh: 实例状态

source: Actor
ko: 작업자
nl: Persoon
zh: 操作者

source: Used Capacity
es: Capacidad usada
ko: 사용된 용량
nl: Gebruikte capaciteit
zh: 已使用容量

source: Clean
es: Limpiar
ko: 정리
nl: Opschonen
zh: 清理

source: Add User Roles
es: Agregar roles de usuario
ko: 사용자 역할 추가
nl: Gebruikersrollen toevoegen
zh: 添加用户角色

source: Set source path to
es: Establecer la ruta de origen en
ko: 소스 경로 설정
nl: Stel bronpad in op
zh: 设置源路径为

source: Edit Project
es: Modificar proyecto
ko: 프로젝트 편집
nl: Project bewerken
zh: 编辑项目

source: Tuesday
es: Martes
ko: 화요일
nl: Dinsdag
zh: 周二

source: denied
es: denegado
ko: 거부됨
nl: geweigerd
zh: 拒绝

source: Notification Templates
es: Plantillas de notificación
ko: 알림 템플릿
nl: Berichtsjablonen
zh: 通知模板

source: Branch to use on inventory sync. Project default used if blank. Only allowed if project allow_override field is set to true.
es: Rama para usar en la sincronización del inventario. Se utiliza el valor predeterminado del proyecto si está en blanco. Solo se permite si el campo allow_override del proyecto está establecido en true.
ko: 인벤토리 동기화 시 사용할 분기. 비어 있는 경우 프로젝트 기본값이 사용됩니다. 프로젝트 allow_override 필드가 true로 설정된 경우에만 허용됩니다.
nl: Filiaal om te gebruiken bij voorraadsynchronisatie. Projectstandaard gebruikt indien leeg. Alleen toegestaan als het veld project allow_override is ingesteld op true.
zh: 用于库存同步的分支。如果为空，则使用项目默认值。仅当项目allow_override字段设置为true时才允许。

source: Role
es: Rol
ko: 역할
nl: Rol
zh: 角色

source: Canceled
es: Cancelado
ko: 취소됨
nl: Geannuleerd
zh: 已取消

source: View SAML settings
es: Ver la configuración de SAML
ko: SAML 설정 보기
nl: SAML-instellingen weergeven
zh: 查看 SAML 设置

source: Failed to delete one or more organizations.
es: No se pudo eliminar una o más organizaciones.
ko: 하나 이상의 조직을 삭제하지 못했습니다.
nl: Een of meer organisaties kunnen niet worden verwijderd.
zh: 删除一个或多个机构失败。

source: Schedules
es: Programaciones
ko: 일정
nl: Schema's
zh: 调度

source: System Warning
es: Advertencia del sistema
ko: 시스템 경고
nl: Systeemwaarschuwing
zh: 系统警告

source: 0 (Warning)
es: 0 (Advertencia)
ko: 0 (경고)
nl: 0 (Waarschuwing)
zh: 0（警告）

source: Jobs settings
es: Configuración de las tareas
ko: 작업 설정
nl: Taakinstellingen
zh: 作业设置

source: Run a health check on the instance
es: Ejecutar una comprobación de la salud de la instancia
ko: 인스턴스에서 상태 점검을 실행합니다.
nl: Een gezondheidscontrole op de instantie uitvoeren
zh: 对实例运行健康检查

source: API service/integration key
es: Servicio API/clave de integración
ko: API 서비스/통합 키
nl: Service-/integratiesleutel API
zh: API 服务/集成密钥

source: Edit User
es: Modificar usuario
ko: 사용자 편집
nl: Gebruiker bewerken
zh: 编辑用户

source: Unreachable Hosts
es: Hosts inaccesibles
ko: 연결할 수 없는 호스트
nl: Hosts onbereikbaar
zh: 无法访问的主机

source: Text Area
es: Área de texto
ko: 텍스트 영역
nl: Tekstgebied
zh: 文本区

source: Inventory copied successfully
es: El inventario se copió correctamente
ko: 인벤토리가 성공적으로 복사됨
nl: Inventaris gekopieerd
zh: 成功复制清单

source: Initiated by
es: Inicializado por
ko: 초기자
nl: Gestart door
zh: 启动者

source: Credential type not found.
es: No se encontró el tipo de credencial.
ko: 인증 정보 유형을 찾을 수 없습니다.
nl: Type toegangsgegevens niet gevonden.
zh: 未找到凭证类型。

source: Max Hosts
es: Número máximo de hosts
ko: 최대 호스트
zh: 最大主机数

source: {brandName} logo
es: {brandName} Logotipo
ko: {brandName} 로고
zh: {brandName} 标志

source: per page
es: por página
ko: 페이지당
nl: per pagina
zh: 每页

source: Failed to delete one or more user tokens.
es: No se pudo eliminar uno o más tokens de usuario.
ko: 하나 이상의 사용자 토큰을 삭제하지 못했습니다.
nl: Een of meer gebruikerstokens kunnen niet worden verwijderd.
zh: 删除一个或多个用户令牌失败。

source: View all Jobs
es: Ver todas las tareas
ko: 모든 작업 보기
nl: Alle taken weergeven
zh: 查看所有作业

source: View all Projects.
es: Ver todos los proyectos.
ko: 모든 프로젝트 보기.
nl: Geef alle projecten weer.
zh: 查看所有项目。

source: Toggle tools
es: Alternar herramientas
ko: 툴 전환
nl: Gereedschap wisselen
zh: 切换工具

source: Please add a Schedule to populate this list.
es: Añada un horario para rellenar esta lista.
ko: 이 목록을 채울 일정을 추가하십시오.
nl: Voeg een schema toe om deze lijst te vullen.
zh: 请添加一个调度来填充此列表。

source: Define system-level features and functions
es: Defina características y funciones a nivel del sistema
ko: 시스템 수준 기능 및 함수 정의
nl: Kenmerken en functies op systeemniveau definiëren
zh: 定义系统级的特性和功能

source: Tasks
es: Tareas
ko: 작업
nl: Taken
zh: 任务

source: View all Instances.
es: Ver todas las instancias.
ko: 모든 인스턴스 보기.
nl: Alle instanties weergeven.
zh: 查看所有实例。

source: Hostname
es: Nombre de host
ko: 호스트 이름
nl: Hostnaam
zh: 主机名

source: User Interface settings
es: Configuración de la interfaz de usuario
ko: 사용자 인터페이스 설정
nl: Instellingen gebruikersinterface
zh: 用户界面设置

source: Day
es: Día
ko: 일
nl: Dag
zh: 天

source: Collapse
es: Contraer
ko: 접기
nl: Samenvouwen
zh: 折叠

source: Execution node
es: Nodo de ejecución
ko: 실행 노드
nl: Uitvoeringsknooppunt
zh: 执行节点

source: Update webhook key
es: Actualizar clave de Webhook
ko: Webhook 키 업데이트
nl: Webhooksleutel bijwerken
zh: 轮转 Webhook 密钥

source: Credentials
es: Credenciales
ko: 인증 정보
nl: Toegangsgegevens
zh: 凭证

source: Unique Hosts
es: Anfitriones únicos
ko: 독특한 호스트
nl: Unieke hosts
zh: 独一无二的房东

source: Notification test failed.
es: Error en la prueba de notificación.
ko: 알림 테스트에 실패했습니다.
nl: Berichttest mislukt.
zh: 通知测试失败。

source: Multiple Choice Options
es: Opciones de selección múltiple
ko: 다중 선택 옵션
nl: Meerkeuze-opties
zh: 多项选择选项

source: Failed to deny one or more workflow approval.
es: No se ha podido denegar la aprobación de uno o más flujos de trabajo.
ko: 하나 이상의 워크플로우 승인을 거부하지 못했습니다.
nl: Kan een of meer workflowgoedkeuringen niet weigeren.
zh: 无法拒绝一个或多个工作流程审批。

source: Case-insensitive version of exact.
es: Versión de exact que no distingue mayúsculas de minúsculas.
ko: 대소문자를 구분하지 않는 동일한 버전입니다.
nl: Hoofdletterongevoelige versie van exact.
zh: 完全相同不区分大小写的版本。

source: Back to Teams
es: Volver a Equipos
ko: 팀으로 돌아가기
nl: Terug naar teams
zh: 返回到团队

source: Injector configuration
es: Configuración del inyector
ko: 인젝터 구성
nl: Configuratie-injector
zh: 注入程序配置

source: Month
es: Mes
ko: 월
nl: Maand
zh: 月

source: Failed to sync some or all inventory sources.
es: No se pudieron sincronizar algunas o todas las fuentes de inventario.
ko: 일부 또는 모든 인벤토리 소스를 동기화하지 못했습니다.
nl: Kan sommige of alle inventarisbronnen niet synchroniseren.
zh: 同步部分或所有清单源失败。

source: Channel
es: Canal
ko: 채널
nl: Kanaal
zh: 频道

source: Select a row to approve
es: Selecciona una fila para aprobar
ko: 승인할 행 선택
nl: Selecteer een rij om goed te keuren
zh: 选择要批准的行

source: Project copied successfully
es: El proyecto se copió correctamente
ko: 프로젝트가 성공적으로 복사됨
nl: Project gekopieerd
zh: 成功复制的项目

source: Cancel revert
es: Cancelar reversión
ko: 되돌리기 취소
nl: Terugzetten annuleren
zh: 取消恢复

source: select module
es: seleccionar módulo
ko: 모듈 선택
nl: module selecteren
zh: 选择模块

source: Use TLS
es: Utilizar TLS
ko: TLS 사용
nl: TLS gebruiken
zh: 使用 TLS

source: Returns results that satisfy this one as well as other filters. This is the default set type if nothing is selected.
es: Muestra los resultados que cumple con este y otros filtros. Este es el tipo de conjunto predeterminado si no se selecciona nada.
ko: 이 필터와 다른 필터를 충족하는 결과를 반환합니다. 아무것도 선택하지 않은 경우 기본 설정 유형입니다.
nl: Retourneert resultaten die voldoen aan dit filter en aan andere filters. Dit is het standaard ingestelde type als er niets is geselecteerd.
zh: 返回满足这个及其他过滤器的结果。如果没有进行选择，这是默认的集合类型。

source: Reload
es: Recarga
ko: 다시 로드
nl: Herladen
zh: 重新加载

source: Notification Color
es: Color de notificación
ko: 알림 색상
nl: Berichtkleur
zh: 通知颜色

source: Download Bundle
es: Descargar paquete
ko: 번들 다운로드
nl: Download Bundel
zh: 下载捆绑包

source: Option Details
es: Detalles de la opción
ko: 옵션 세부 정보
nl: Optie Details
zh: 选项详情

source: No subscriptions found
es: No se encontraron suscripciones
ko: 서브스크립션을 찾을 수 없음
nl: Geen abonnementen gevonden
zh: 未找到订阅

source: Last automation
es: Automatización
ko: 자동화
nl: Automatisering
zh: 自动化

source: Node Type
es: Tipo de nodo
ko: 노드 유형
nl: Type knooppunt
zh: 节点类型

source: Scroll next
es: Desplazarse hasta el siguiente
ko: 다음 스크롤
nl: Volgende scrollen
zh: 滚动到下一个

source: Back to applications
es: Volver a las aplicaciones
ko: 애플리케이션으로 돌아가기
nl: Terug naar toepassingen
zh: 返回到应用程序

source: Destination channels or users
es: Usuarios o canales destinatarios
ko: 대상 채널 또는 사용자
nl: Bestemmingskanalen of -gebruikers
zh: 目标频道或用户

source: Click to rearrange the order of the survey questions
es: Haga clic para cambiar el orden de las preguntas de la encuesta
ko: 클릭하여 설문조사 질문의 순서를 다시 정렬합니다.
nl: Klik op om de volgorde van de enquêtevragen te wijzigen
zh: 单击以重新安排调查问题的顺序

source: Edit Execution Environment
es: Modificar entorno de ejecución
ko: 실행 환경 편집
nl: Uitvoeringsomgeving bewerken
zh: 编辑执行环境

source: Test notification
es: Probar notificación
ko: 테스트 알림
nl: Testbericht
zh: 测试通知

source: Enabled Options
es: Opciones habilitadas
ko: 활성화된 옵션
nl: Ingeschakelde opties
zh: 启用的选项

source: View Survey
es: Mostrar el cuestionario
ko: 설문 조사보기
nl: Vragenlijst weergeven
zh: 查看问卷调查

source: source control branch
es: rama de fuente de control
ko: 소스 제어 분기
nl: Broncontrolevertakking
zh: 源控制分支

source: Past two weeks
es: Últimas dos semanas
ko: 지난 2주
nl: Afgelopen twee weken
zh: 过去两周

source: login type
es: tipo de inicio de sesión
ko: 로그인 유형
nl: inlogtype
zh: 登录类型

source: Please add {pluralizedItemName} to populate this list
es: Añada {pluralizedItemName} para poblar esta lista
ko: 이 목록을 채우려면 {pluralizedItemName} 을 추가하십시오.
nl: Voeg {pluralizedItemName} toe om deze lijst te vullen
zh: 请添加 {pluralizedItemName} 来填充此列表

source: Application
es: Aplicación
ko: 애플리케이션
nl: Toepassing
zh: 应用程序

source: End date
es: Fecha de terminación
ko: 종료일
nl: Einddatum
zh: 结束日期

source: Management job not found.
es: No se encontró la tarea de gestión.
ko: 관리 작업을 찾을 수 없습니다.
nl: Beheertaak niet gevonden.
zh: 未找到管理作业。

source: Instance Groups
es: Grupos de instancias
ko: 인스턴스 그룹
nl: Instantiegroepen
zh: 实例组

source: Skip Tags
es: Omitir etiquetas
ko: 태그 건너뛰기
nl: Tags overslaan
zh: 跳过标签

source: Filter by successful jobs
es: Trabajos exitosos recientes
ko: 성공한 작업으로 필터링
nl: Recente succesvolle taken
zh: 根据成功的作业过滤

source: Check whether the given field or related object is null; expects a boolean value.
es: Comprobar si el campo dado o el objeto relacionado son nulos; se espera un valor booleano.
ko: 지정된 필드 또는 관련 개체가 null인지 여부를 확인합니다. 부울 값이 필요합니다.
nl: Controleert of het gegeven veld of verwante object null is; verwacht een booleaanse waarde.
zh: 检查给定字段或相关对象是否为 null；需要布尔值。

source: Started
es: Iniciado
ko: 시작됨
nl: Gestart
zh: 已开始

source: Elapsed
es: Tiempo transcurrido
ko: 경과됨
nl: Verlopen
zh: 已经过

source: 3 (Debug)
es: 3 (Depurar)
ko: 3 (디버그)
nl: 3 (Foutopsporing)
zh: 3（调试）

source: Last used
es: Última utilización
ko: 마지막으로 사용됨
nl: Laatst gebruikt
zh: 最后使用

source: Hosts deleted
es: Anfitriones eliminados
ko: 호스트 삭제됨
nl: Verhuurders verwijderd
zh: 主机已删除

source: These are the verbosity levels for standard out of the command run that are supported.
es: Estos son los niveles de detalle para la ejecución de comandos estándar que se admiten.
ko: 이는 표준 실행 명령을 실행하기 위해 지원되는 상세 수준입니다.
nl: Dit zijn de verbositeitsniveaus voor standaardoutput van de commando-uitvoering die worden ondersteund.
zh: 这些是支持的标准运行命令运行的详细程度。

source: Updating
es: Actualizando
ko: 업데이트 중
nl: Bijwerken
zh: 更新

source: Failed to delete one or more schedules.
es: No se pudo eliminar una o más programaciones.
ko: 하나 이상의 일정을 삭제하지 못했습니다.
nl: Een of meer schema's kunnen niet worden verwijderd.
zh: 删除一个或多个调度失败。

source: toggle changes
es: alternar cambios
ko: 변경 사항 토글
nl: wijzigingen wisselen
zh: 切换更改

source: Select an activity type
es: Seleccionar un tipo de actividad
ko: 활동 유형 선택
nl: Type activiteit selecteren
zh: 选择一个活动类型

source: Back to Dashboard.
es: Volver al panel de control.
ko: 대시보드로 돌아가기
nl: Terug naar dashboard.
zh: 返回到仪表盘。

source: {0} more
es: {0} más
ko: {0} 기타 정보
nl: {0} meer
zh: {0} 更多

source: Track submodules
es: Seguimiento de submódulos
ko: 하위 모듈 추적
nl: Submodules tracken
zh: 跟踪子模块

source: social login
es: inicio de sesión social
ko: 소셜 로그인
nl: sociale aanmelding
zh: 社交登录

source: Delete Workflow Approval
es: Eliminar la aprobación del flujo de trabajo
ko: 워크플로우 승인 삭제
nl: Workflowgoedkeuring verwijderen
zh: 删除工作流批准

source: Last recalculation date:
es: Última fecha de recálculo:
ko: 마지막 재계산일:
nl: Laatste herberekeningsdatum:
zh: 上次重新计算日期：

source: Denied
es: Denegado
ko: 거부됨
nl: Geweigerd
zh: 已拒绝

source: Multiple Choice
es: Selección múltiple
ko: 다중 선택 옵션
nl: Meerkeuze
zh: 多选

source: cancel edit login redirect
es: cancelar la edición de la redirección de inicio de sesión
ko: 로그인 리디렉션 편집 취소
nl: omleiden inloggen bewerken annuleren
zh: 取消编辑登录重定向

source: View User Details
es: Ver detalles del usuario
ko: 사용자 세부 정보보기
nl: Gebruikersdetails weergeven
zh: 查看用户详情

source: Delete Team
es: Eliminar equipo
ko: 팀 삭제
nl: Team verwijderen
zh: 删除团队

source: Label Name
es: Nombre de la etiqueta
ko: 레이블 이름
nl: Labelnaam
zh: 标签名称

source: Resource deleted
es: Recurso eliminado
ko: 삭제된 리소스
nl: Bron verwijderd
zh: 资源已删除

source: Test passed
es: Prueba
ko: 통과
nl: Test geslaagd
zh: 测试通过

source: Team
es: Equipo
ko: 팀
zh: 团队

source: How to use constructed inventory plugin
es: Cómo usar el plugin de inventario construido
ko: 구성된 인벤토리 플러그인 사용 방법
nl: Hoe geconstrueerde voorraadplug-in te gebruiken
zh: 如何使用构建的库存插件

source: This inventory is currently being used by some templates. Are you sure you want to delete it?
es: Este inventario está siendo utilizado actualmente por algunas plantillas. ¿Seguro que quieres eliminarlo?
ko: 이 인벤토리는 현재 일부 템플릿에서 사용되고 있습니다. 정말로 삭제하시겠습니까?
nl: Deze inventaris wordt momenteel door sommige sjablonen gebruikt. Weet u zeker dat u het wilt verwijderen?
zh: 此库存当前正被一些模板使用。您确定要删除它吗？

source: Credential Types
es: Tipos de credencial
ko: 인증 정보 유형
nl: Types toegangsgegevens
zh: 凭证类型

source: Visualizer
es: Visualizador
ko: 시각화 도구
zh: 可视化工具

source: Get subscription
es: Obtener suscripción
ko: 서브스크립션 받기
nl: Abonnement ophalen
zh: 获取订阅

source: Globally available execution environment can not be reassigned to a specific Organization
es: El entorno de ejecución disponible globalmente no puede reasignarse a una organización específica
ko: 전역적으로 사용 가능한 실행 환경을 특정 조직에 다시 할당할 수 없습니다.
nl: Wereldwijd beschikbare uitvoeringsomgeving kan niet opnieuw worden toegewezen aan een specifieke organisatie
zh: 全局可用的执行环境无法重新分配给特定机构

source: Lookup select
es: Selección de búsqueda
ko: 검색 선택
nl: Opzoeken selecteren
zh: 查找选择

source: Clear subscription selection
es: Borrar selección de la suscripción
ko: 서브스크립션 선택 지우기
nl: Abonnementskeuze wissen
zh: 清除订阅选择

source: Peers from control nodes
es: Compañeros de nodos de control
ko: 제어 노드의 피어
nl: Peers van control nodes
zh: 来自控制节点的对等节点

source: This container group is currently being by other resources. Are you sure you want to delete it?
es: Este grupo de contenedores está siendo utilizado por otros recursos. ¿Está seguro de que desea eliminarlo?
ko: 현재 이 컨테이너 그룹에 다른 리소스가 있습니다. 삭제하시겠습니까?
nl: Deze containergroep wordt momenteel door andere bronnen gebruikt. Weet u zeker dat u hem wilt verwijderen?
zh: 其他资源目前正在此容器组中。确定要删除它吗？

source: ID of the Panel
es: ID de panel
ko: 패널 ID
nl: ID van het paneel
zh: 面板 ID

source: Job Templates
es: Plantillas de trabajo
ko: 작업 템플릿
nl: Taaksjablonen
zh: 作业模板

source: First automation
es: Primera automatización
ko: 첫 번째 자동화
nl: Eerste automatisering
zh: 第一次自动化

source: Expires
es: Expira
ko: 만료
nl: Verloopt
zh: 过期

source: Cancel job
es: Cancelar tarea
ko: 작업 취소
nl: Taak annuleren
zh: 取消作业

source: Show only root groups
es: Mostrar solo los grupos raíz
ko: root 그룹만 표시
nl: Alleen wortelgroepen tonen
zh: 只显示 root 组

source: Toggle host
es: Alternar host
ko: 호스트 전환
nl: Host wisselen
zh: 切换主机

source: Add existing host
es: Agregar host existente
ko: 기존 호스트 추가
nl: Bestaande host toevoegen
zh: 添加现有主机

source: Edit Organization
es: Editar organización
ko: 조직 편집
nl: Organisatie bewerken
zh: 编辑机构

source: Details tab
es: Pestaña de detalles
ko: 세부 정보 탭
nl: Tabblad Details
zh: 详情标签页

source: Credential
es: Credencial
ko: 인증 정보
nl: Toegangsgegeven
zh: 凭证

source: Missing resource
es: Recurso no encontrado
ko: 누락된 리소스
nl: Ontbrekende bron
zh: 缺少资源

source: Group
es: Grupo
ko: 그룹
nl: Groep
zh: 组

source: Request subscription
es: Solicitar subscripción
ko: 서브스크립션 요청
nl: Abonnement aanvragen
zh: 请求订阅

source: View Jobs settings
es: Ver la configuración de las tareas
ko: 작업 설정 보기
nl: Taakinstellingen weergeven
zh: 查看作业设置

source: Create New Credential
es: Crear nueva credencial
ko: 새 인증 정보 만들기
nl: Nieuwe toegangsgegevens maken
zh: 创建新凭证

source: Start inventory source sync
es: Iniciar sincronización de origen de inventario
ko: 재고 소스 동기화 시작
nl: Voorraadbronsynchronisatie starten
zh: 开始库存源同步

source: Project not found.
es: No se encontró el proyecto.
ko: 프로젝트를 찾을 수 없음
nl: Feit niet gevonden.
zh: 未找到项目。

source: Minimum number of instances that will be automatically assigned to this group when new instances come online.
es: Número mínimo de instancias que se asignarán automáticamente a este grupo cuando se conecten nuevas instancias.
ko: 새 인스턴스가 온라인 상태가 되면 이 그룹에 자동으로 할당되는 최소 인스턴스 수입니다.
nl: Minimaal aantal instanties dat automatisch aan deze groep wordt toegewezen wanneer nieuwe instanties online komen.
zh: 新实例上线时将自动分配给此组的最小实例数。

source: View all Organizations.
es: Ver todas las organizaciones.
ko: 모든 조직 보기.
nl: Geef alle organisaties weer.
zh: 查看所有机构。

source: Peers
es: Colegas
ko: 피어
nl: Collega's
zh: 对等

source: User Roles
es: Roles de los usuarios
ko: 사용자 역할
nl: Gebruikersrollen
zh: 用户角色

source: Enable Concurrent Jobs
es: Activar los trabajos concurrentes
ko: 동시 작업 활성화
nl: Gelijktijdige taken inschakelen
zh: 启用并发作业

source: Instance group not found.
es: No se encontró el grupo de instancias.
ko: 인스턴스 그룹을 찾을 수 없습니다.
nl: Kan instantiegroep niet vinden.
zh: 没有找到实例组。

source: Toggle schedule
es: Alternar programaciones
ko: 일정 전환
nl: Schema wisselen
zh: 删除调度

source: Application Name
es: Nombre de la aplicación
ko: 애플리케이션 이름
nl: Toepassingsnaam
zh: 应用程序名

source: Time
es: Duración
ko: 시간
nl: Tijd
zh: 时间

source: Edit Survey
es: Editar el cuestionario
ko: 설문조사 편집
nl: Vragenlijst wijzigen
zh: 编辑问卷调查

source: <0><1/> A tech preview of the new {brandName} user interface can be found <2>here</2>.</0>
es: <0><1/> Puede encontrar una vista previa técnica de la nueva interfaz de usuario de {brandName} <2>aquí</2>.</0>
ko: < 0 > < 1/> 새로운 {brandName} 사용자 인터페이스의 기술 미리보기는 < 2 > 여기 </2 > 에서 찾을 수 있습니다. </0 >
nl: <0><1/> Een technisch voorbeeld van de nieuwe {brandName} gebruikersinterface is <2>hier</2> te vinden.</0>
zh: < 0 > < 1/>新 {brandName} 用户界面的技术预览可在< 2 >此处</2 >找到。</0 >

source: Provisioning Callbacks
es: Callbacks de aprovisionamiento
ko: 프로비저닝 콜백
nl: Provisioning terugkoppelingen
zh: 置备回调

source: Toggle notification success
es: Éxito de alternancia de notificaciones
ko: 알림 전환 성공
nl: Berichtsucces wisselen
zh: 切换通知成功

source: Access
es: Acceso
ko: 액세스
nl: Toegang
zh: 访问

source: Set preferences for data collection, logos, and logins
es: Establezca preferencias para la recopilación de datos, los logotipos y los inicios de sesión
ko: 데이터 수집, 로고 및 로그인에 대한 기본 설정
nl: Stel voorkeuren in voor gegevensverzameling, logo's en aanmeldingen
zh: 为数据收集、日志和登录设置偏好

source: Custom virtual environment {0} must be replaced by an execution environment. For more information about migrating to execution environments see <0>the documentation.</0>
es: El entorno virtual personalizado {0} debe ser sustituido por un entorno de ejecución. Para más información sobre la migración a entornos de ejecución, consulte la <0>documentación.</0>
ko: 사용자 지정 가상 환경 {0} 은 실행 환경으로 교체해야 합니다. 실행 환경으로 마이그레이션하는 방법에 대한 자세한 내용은 해당 <0>문서</0>를 참조하십시오.
nl: Aangepaste virtuele omgeving {0} moet worden vervangen door een uitvoeringsomgeving. Raadpleeg voor meer informatie over het migreren van uitvoeringsomgevingen <0>de documentatie.</0>
zh: 自定义虚拟环境 {0} 必须替换为执行环境。有关迁移到执行环境的更多信息，请参阅<0>文档</0>。

source: Constructed inventory parameters table
es: Tabla DE parámetros DE inventario construido
ko: 구성된 재고 매개 변수 테이블
nl: Geconstrueerde inventarisparametertabel
zh: 构建的库存参数表

source: Please try another search using the filter above
es: Intente otra búsqueda con el filtro de arriba
ko: 위의 필터를 사용하여 다른 검색을 시도하십시오.
nl: Probeer een andere zoekopdracht met de bovenstaande filter
zh: 请使用上面的过滤器尝试另一个搜索

source: Credential not found.
es: No se encontró la credencial.
ko: 인증 정보를 찾을 수 없습니다.
nl: Toegangsgegevens niet gevonden.
zh: 未找到凭证。

source: Are you sure you want to edit login redirect override URL? Doing so could impact users' ability to log in to the system once local authentication is also disabled.
es: ¿Está seguro de que quiere editar la URL de redirección de inicio de sesión? Hacerlo podría afectar a la capacidad de los usuarios para iniciar sesión en el sistema una vez que la autenticación local también esté desactivada.
ko: 로그인 리디렉션 재정의 URL을 편집하시겠습니까? 편집하는 경우 로컬 인증이 비활성화되어 있는 동안 사용자가 시스템에 로그인하는 데 영향을 미칠 수 있습니다.
nl: Weet u zeker dat u de login redirect override URL wilt bewerken? Als u dat doet, kan dat invloed hebben op de mogelijkheid van gebruikers om in te loggen op het systeem als de lokale authenticatie ook is uitgeschakeld.
zh: 您确定要编辑登录重定向覆盖 URL? 这样做可能会影响用户在同时禁用本地身份验证后登录系统的能力。

source: Your session is about to expire
es: Su sesión está a punto de expirar
ko: 세션이 만료될 예정입니다.
nl: Uw sessie is bijna afgelopen
zh: 您的会话即将到期

source: Control the level of output Ansible will produce for inventory source update jobs.
es: Controlar el nivel de salida que Ansible producirá para los trabajos de actualización de la fuente de inventario.
ko: Ansible이 인벤토리 소스 업데이트 작업에 대해 생성할 출력 수준을 제어합니다.
nl: Controleer het uitvoerniveau dat Ansible zal produceren voor voorraadbronupdatetaken.
zh: 控制Ansible将为库存源更新作业生成的输出级别。

source: Key typeahead
es: Escritura anticipada de la clave
ko: 키 유형 헤드
nl: Sleutel typeahead
zh: 键 typeahead
