Repository: ctrliq/ascender
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Used to translate user organization membership.
nl: Gebruikt om organisatielidmaatschap van gebruikers om te zetten.

source: SAML Team Attribute Mapping
nl: Kenmerktoewijzing SAML-team

source: Used to translate user team membership.
nl: Gebruikt om teamlidmaatschap van gebruikers om te zetten.

source: Invalid field.
nl: Ongeldig veld.

source: Invalid connection option(s): {invalid_options}.
nl: Ongeldige verbindingsoptie(s): {invalid_options}.

source: Base
nl: Basis

source: One Level
nl: Eén niveau

source: Subtree
nl: Substructuur

source: Expected a list of three items but got {length} instead.
nl: Verwachtte een lijst met drie items, maar kreeg er {length}.

source: Expected an instance of LDAPSearch but got {input_type} instead.
nl: Verwachtte een instantie van LDAPSearch, maar kreeg in plaats daarvan {input_type}.

source: Expected an instance of LDAPSearch or LDAPSearchUnion but got {input_type} instead.
nl: Verwachtte een instantie van LDAPSearch of LDAPSearchUnion, maar kreeg in plaats daarvan {input_type}.

source: Invalid user attribute(s): {invalid_attrs}.
nl: Ongeldig(e) gebruikerskenmerk(en): {invalid_attrs}.

source: Expected an instance of LDAPGroupType but got {input_type} instead.
nl: Verwachtte een instantie van LDAPGroupType, maar kreeg in plaats daarvan {input_type}.

source: Missing required parameters in {dependency}.
nl: Ontbrekende vereiste parameters in {dependency}.

source: Invalid group_type parameters. Expected instance of dict but got {parameters_type} instead.
nl: Ongeldige group_type-parameters. Instantie van dict verwacht, maar kreeg {parameters_type} in plaats daarvan.

source: Invalid key(s): {invalid_keys}.
nl: Ongeldige sleutel(s): {invalid_keys}.

source: Invalid user flag: "{invalid_flag}".
nl: Ongeldige gebruikersvlag: ‘{invalid_flag}‘.

source: Invalid language code(s) for org info: {invalid_lang_codes}.
nl: Ongeldige taalcode(s) voor org info: {invalid_lang_codes}.

source: An account cannot be found for {0}
nl: Er kan geen account worden gevonden voor {0}

source: Your account is inactive
nl: Uw account is inactief

source: DN must include "%%(user)s" placeholder for username: %s
nl: DN moet plaatshouder "%%(user)s" bevatten voor gebruikersnaam: %s

source: Invalid DN: %s
nl: Ongeldige DN: %s

source: Invalid filter: %s
nl: Ongeldig filter: %s

source: TACACS+ secret does not allow non-ascii characters
nl: TACACS+ geheim staat geen niet-ascii-tekens toe

source: API Guide
nl: API-gids

source: Back to application
nl: Terug naar toepassing

source: Resize
nl: Groter/kleiner maken
