Repository: ctrliq/ascender
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Idle Time Force Log Out
nl: Niet-actieve tijd voor forceren van afmelding

source: Number of seconds that a user is inactive before they will need to login again.
nl: Maximumaantal seconden dat een gebruiker niet-actief is voordat deze zich opnieuw moet aanmelden.

source: Authentication
nl: Authenticatie

source: seconds
nl: seconden

source: Maximum number of simultaneous logged in sessions
nl: Maximumaantal gelijktijdige aangemelde sessies

source: Maximum number of simultaneous logged in sessions a user may have. To disable enter -1.
nl: Maximumaantal gelijktijdige aangemelde sessies dat een gebruiker kan hebben. Voer -1 in om dit uit te schakelen.

source: Disable the built-in authentication system
nl: Het ingebouwde authenticatiesysteem uitschakelen

source: Controls whether users are prevented from using the built-in authentication system. You probably want to do this if you are using an LDAP or SAML integration.
nl: Bepaalt of gebruikers het ingebouwde authenticatiesysteem niet mogen gebruiken. U wilt dit waarschijnlijk doen als u een LDAP- of SAML-integratie gebruikt.

source: Enable HTTP Basic Auth
nl: HTTP-basisauthenticatie inschakelen

source: Enable HTTP Basic Auth for the API Browser.
nl: Schakel HTTP-basisauthenticatie voor de API-browser in.

source: OAuth 2 Timeout Settings
nl: Instellingen OAuth 2-time-out

source: Dictionary for customizing OAuth 2 timeouts, available items are `ACCESS_TOKEN_EXPIRE_SECONDS`, the duration of access tokens in the number of seconds, `AUTHORIZATION_CODE_EXPIRE_SECONDS`, the duration of authorization codes in the number of seconds, and `REFRESH_TOKEN_EXPIRE_SECONDS`, the duration of refresh tokens, after expired access tokens, in the number of seconds.
nl: Termenlijst voor het aanpassen van OAuth 2-time-outs. Beschikbare items zijn `ACCESS_TOKEN_EXPIRE_SECONDS`, de duur van de toegangstokens in het aantal seconden, `AUTHORIZATION_CODE_EXPIRE_SECONDS`, de duur van de autorisatiecodes in het aantal seconden. en `REFRESH_TOKEN_EXPIRE_SECONDS`, de duur van de verversingstokens na verlopen toegangstokens, in het aantal seconden.

source: Allow External Users to Create OAuth2 Tokens
nl: Externe gebruikers in staat stellen OAuth 2-tokens aan te maken

source: For security reasons, users from external auth providers (LDAP, SAML, SSO, Radius, and others) are not allowed to create OAuth2 tokens. To change this behavior, enable this setting. Existing tokens will not be deleted when this setting is toggled off.
nl: Om beveiligingsredenen mogen gebruikers van externe verificatieproviders (LDAP, SAML, SSO, Radius en anderen) geen OAuth2-tokens aanmaken. Pas deze instelling aan om dit gedrag te wijzigen. Bestaande tokens worden niet verwijderd wanneer deze instelling wordt uitgeschakeld.

source: Login redirect override URL
nl: Login doorverwijzen URL overschrijven

source: URL to which unauthorized users will be redirected to log in. If blank, users will be sent to the login page.
nl: URL waarnaar onbevoegde gebruikers worden doorverwezen om in te loggen. Indien deze leeg is, worden de gebruikers naar de loginpagina gestuurd.

source: There are no remote authentication systems configured.
nl: Er zijn geen externe authenticatiesystemen geconfigureerd.

source: Resource is being used by running jobs.
nl: Bron wordt gebruikt om taken uit te voeren.

source: Invalid key names: {invalid_key_names}
nl: Ongeldige sleutelnamen: {invalid_key_names}

source: Credential {} does not exist
nl: Toegangsgegeven {} bestaat niet

source: You did not use correct Content-Type in your HTTP request. If you are using our REST API, the Content-Type must be application/json
nl: U hebt geen juist inhoudstype gebruikt in uw HTTP-verzoek. Als u onze REST API gebruikt, moet het inhoudstype toepassing/json zijn

source: To establish a login session, visit
nl: Om een inlogsessie op te zetten, ga naar

source: "id" field must be an integer.
nl: 'Id'-veld moet een geheel getal zijn.

source: "id" is required to disassociate
nl: 'id' is vereist om los te koppelen

source: {} 'id' field is missing.
nl: {} 'id'-veld ontbreekt.

source: Database ID for this {}.
nl: Database-id voor dit {}.

source: Name of this {}.
nl: Naam van dit {}.

source: Optional description of this {}.
nl: Optionele beschrijving van dit {}.

source: Data type for this {}.
nl: Gegevenstype voor dit {}.

source: URL for this {}.
nl: URL voor dit {}.

source: Data structure with URLs of related resources.
nl: Gegevensstructuur met URL's van verwante bronnen.

source: Data structure with name/description for related resources. The output for some objects may be limited for performance reasons.
nl: Gegevensstructuur met naam/omschrijving voor gerelateerde bronnen. De uitvoer van sommige objecten kan omwille van prestatievermogen beperkt zijn.

source: Timestamp when this {} was created.
nl: Tijdstempel toen dit {} werd gemaakt.

source: Timestamp when this {} was last modified.
nl: Tijdstempel van de laatste wijziging van dit {}.

source: Number of results to return per page.
nl: Aantal resultaten per pagina.

source: JSON parse error - not a JSON object
nl: JSON-parseerfout - is geen JSON-object

source: JSON parse error - %s Possible cause: trailing comma.
nl: JSON-parseerfout - %s Mogelijke oorzaak: navolgende komma.

source: The original object is already named {}, a copy from it cannot have the same name.
nl: Het oorspronkelijke object heet al {}, een kopie hiervan kan niet dezelfde naam hebben.

source: Cannot use dictionary for %s
nl: Kan woordenlijst niet gebruiken voor %s

source: Playbook Run
nl: Draaiboek uitvoering

source: Command
nl: Opdracht

source: Inventory Sync
nl: Inventarissynchronisatie

source: Management Job
nl: Beheertaak

source: Workflow Job
nl: Workflowtaak

source: Workflow Template
nl: Workflowsjabloon

source: Job Template
nl: Taaksjabloon

source: Indicates whether all of the events generated by this unified job have been saved to the database.
nl: Geeft aan of alle evenementen die aangemaakt zijn door deze gemeenschappelijke taak opgeslagen zijn in de database.

source: Set if the account is managed by an external service
nl: Instellen als de account wordt beheerd door een externe service

source: Password required for new User.
nl: Wachtwoord vereist voor een nieuwe gebruiker.

source: Unable to change %s on user managed by LDAP.
nl: Kan %s niet wijzigen voor gebruiker die wordt beheerd met LDAP.

source: Must be a simple space-separated string with allowed scopes {}.
nl: Moet een reeks zijn die gescheiden is met enkele spaties en die toegestane bereiken heeft {}.

source: Authorization Grant Type
nl: Soort toekenning van machtiging

source: Client Secret
nl: Klant-geheim

source: Client Type
nl: Soort klant

source: Redirect URIs
nl: URI's doorverwijzen

source: Skip Authorization
nl: Autorisatie overslaan

source: Cannot change max_hosts.
nl: Kan max_hosts niet wijzigen.

source: Cannot change local_path for {scm_type}-based projects
nl: Kan local_path voor op {scm_type} gebaseerde projecten niet veranderen

source: This path is already being used by another manual project.
nl: Dit pad wordt al gebruikt door een ander handmatig project.

source: SCM branch cannot be used with archive projects.
nl: SCM-vertakking kan niet worden gebruikt bij archiefprojecten.

source: SCM refspec can only be used with git projects.
nl: SCM-refspec kan alleen worden gebruikt bij git-projecten.

source: SCM track_submodules can only be used with git projects.
nl: SCM-rack_submodules kan alleen worden gebruikt bij git-projecten.

source: Only Container Registry credentials can be associated with an Execution Environment
nl: Alleen toegangsgegevens voor een containerregister kunnen geassocieerd worden met een uitvoeringsomgeving

source: Cannot change the organization of an execution environment
nl: Kan de organisatie van een uitvoeringsomgeving niet veranderen

source: One or more job templates depend on branch override behavior for this project (ids: {}).
nl: Eén of meer taaksjablonen zijn bij dit project afhankelijk van het overschrijdingsgedrag van de vertakking (id's: {}).

source: Update options must be set to false for manual projects.
nl: De update-opties moeten voor handmatige projecten worden ingesteld op onwaar.

source: Array of playbooks available within this project.
nl: Er is binnen dit project een draaiboekenmatrix beschikbaar.

source: Array of inventory files and directories available within this project, not comprehensive.
nl: Er is binnen dit project een niet-volledige matrix met inventarisatiebestanden en -mappen beschikbaar.

source: A count of all plays and tasks for the job run.
nl: Een telling van alle draaiboekuitvoeringen en taken voor het uitvoeren van de taak.

source: Smart inventories must specify host_filter
nl: Smart-inventaris moet hostfilter specificeren

source: Invalid port specification: %s
nl: Ongeldige poortspecificatie: %s

source: A Group with that name already exists.
nl: Er bestaat al een groep met die naam.

source: A Host with that name already exists.
nl: Er bestaat al een host met die naam.

source: Invalid group name.
nl: Ongeldige groepsnaam.

source: You have already reached the maximum number of %s hosts allowed for your organization. Contact your System Administrator for assistance.
nl: U hebt het maximumaantal van %s hosts dat is toegestaan voor uw organisatie al bereikt. Neem contact op met uw systeembeheerder voor hulp.

source: Host count exceeds available instances.
nl: Het aantal hosts is groter dan het aantal instanties.

source: Cloud credential to use for inventory updates.
nl: Cloudtoegangsgegevens te gebruiken voor inventarisupdates.

source: `{}` is a prohibited environment variable
nl: `{}` is niet toegestaan als omgevingsvariabele

source: Cannot use manual project for SCM-based inventory.
nl: Kan geen handmatig project gebruiken voor een SCM-gebaseerde inventaris.

source: Project required for scm type sources.
nl: Project vereist voor bronnen van het type scm.

source: Cannot set %s if not SCM type.
nl: Kan %s niet instellen als het geen SCM-type is.

source: Project does not allow overriding branch.
nl: Project laat geen vervangende vertakking toe.

source: The project used for this job.
nl: Het project dat voor deze taak wordt gebruikt.

source: Modifications not allowed for managed credential types
nl: Wijzigingen zijn niet toegestaan voor beheerde referentietypen

source: Modifications to inputs are not allowed for credential types that are in use
nl: Wijzigingen in inputs zijn niet toegestaan voor referentietypen die in gebruik zijn

source: Must be 'cloud' or 'net', not %s
nl: Moet 'cloud' of 'net' zijn, niet %s

source: 'ask_at_runtime' is not supported for custom credentials.
nl: 'ask_at_runtime' wordt niet ondersteund voor aangepaste referenties.

source: Credential Type
nl: Soort toegangsgegevens

source: Modifications not allowed for managed credentials
nl: Wijzigingen zijn niet toegestaan voor beheerde toegangsgegevens

source: Galaxy credentials must be owned by an Organization.
nl: Galaxy-toegangsgegevens moeten eigendom zijn van een organisatie.

source: You cannot change the credential type of the credential, as it may break the functionality of the resources using it.
nl: U kunt het soort toegangsgegevens niet wijzigen, omdat dan de bronnen die deze gebruiken niet langer werken.

source: Write-only field used to add user to owner role. If provided, do not give either team or organization. Only valid for creation.
nl: Er is een alleen-schrijven-veld gebruikt om een gebruiker toe te voegen aan de eigenaarrol. Indien verschaft, geef geen team of organisatie op. Alleen geldig voor maken.

source: Write-only field used to add team to owner role. If provided, do not give either user or organization. Only valid for creation.
nl: Er is een alleen-schrijven-veld gebruikt om een team aan de eigenaarrol toe te voegen. Indien verschaft, geef geen gebruiker of organisatie op. Alleen geldig voor maken.

source: Inherit permissions from organization roles. If provided on creation, do not give either user or team.
nl: Neem machtigingen over van organisatierollen. Indien verschaft bij maken, geef geen gebruiker of team op.

source: Missing 'user', 'team', or 'organization'.
nl: 'gebruiker', 'team' of 'organisatie' ontbreekt.

source: Only one of 'user', 'team', or 'organization' should be provided, received {} fields.
nl: Slechts één van de velden "gebruiker", "team" of "organisatie" dient te worden ingevuld, {} velden ontvangen.

source: Credential organization must be set and match before assigning to a team
nl: Referentieorganisatie moet worden ingesteld en moet overeenkomen vóór toewijzing aan een team

source: This field is required.
nl: Dit veld is vereist.

source: Playbook not found for project.
nl: Draaiboek is niet gevonden voor project.

source: Must select playbook for project.
nl: Moet een draaiboek selecteren voor het project.

source: Must be a Personal Access Token.
nl: Moet een persoonlijke toegangstoken zijn.

source: Must match the selected webhook service.
nl: Moet overeenkomen met de geselecteerde webhookservice.

source: Cannot enable provisioning callback without an inventory set.
nl: Kan provisioning-terugkoppeling niet inschakelen zonder ingesteld inventaris.

source: Job Templates must have a project assigned.
nl: Er moet een project zijn toegewezen aan taaksjablonen.

source: No change to job limit
nl: Geen wijzigingen in de taaklimiet

source: All failed and unreachable hosts
nl: Alle mislukte en onbereikbare hosts

source: Missing passwords needed to start: {}
nl: Ontbrekende wachtwoorden die nodig zijn om op te starten: {}

source: Relaunch by host status not available until job finishes running.
nl: Opnieuw opstarten met hoststatus niet beschikbaar tot taak volledig uitgevoerd is.

source: Job Template Project is missing or undefined.
nl: Het taaksjabloonproject ontbreekt of is niet gedefinieerd.

source: Job Template Inventory is missing or undefined.
nl: De taaksjablooninventaris ontbreekt of is niet gedefinieerd.

source: {} are prohibited from use in ad hoc commands.
nl: {} kunnen niet worden gebruikt in ad-hocopdrachten.

source: Standard Output too large to display ({text_size} bytes), only download supported for sizes over {supported_size} bytes.
nl: De standaardoutput is te groot om weer te geven ({text_size} bytes), download wordt alleen ondersteund voor groottes van meer dan {supported_size} bytes.

source: Provided variable {} has no database value to replace with.
nl: Opgegeven variabele {} heeft geen databasewaarde om mee te vervangen.

source: "$encrypted$ is a reserved keyword, may not be used for {}."
nl: "$encrypted$ is een gereserveerd sleutelwoord en mag niet worden gebruikt voor {}."

source: A project is required to run a job.
nl: Een project is nodig om een taak kunnen uitvoeren.

source: The inventory associated with this Job Template is being deleted.
nl: De aan deze taaksjabloon gekoppelde inventaris wordt verwijderd.

source: The provided inventory is being deleted.
nl: Opgegeven inventaris wordt verwijderd.

source: Cannot assign multiple {} credentials.
nl: Kan niet meerdere toegangsgegevens voor {} toewijzen.

source: Cannot assign a Credential of kind `{}`
nl: Kan geen toegangsgegevens van het type '{}' toewijzen

source: Removing {} credential at launch time without replacement is not supported. Provided list lacked credential(s): {}.
nl: Toegangsgegevens voor {} verwijderen bij opstarten zonder vervanging wordt niet ondersteund. De volgende toegangsgegevens ontbraken uit de opgegeven lijst: {}.

source: The inventory associated with this Workflow is being deleted.
nl: De inventaris die gerelateerd is aan deze workflow wordt verwijderd.

source: Message type '{}' invalid, must be either 'message' or 'body'
nl: Berichttype ‘{}‘ ongeldig, moet ‘bericht‘ ofwel ‘body‘ zijn

source: Expected string for '{}', found {},
nl: Verwachte string voor '{}', {} gevonden,

source: Messages cannot contain newlines (found newline in {} event)
nl: Berichten kunnen geen newlines bevatten (newline gevonden in {} gebeurtenis)

source: Expected dict for 'messages' field, found {}
nl: Verwacht dictaat voor veld 'berichten', {} gevonden

source: Event '{}' invalid, must be one of 'started', 'success', 'error', or 'workflow_approval'
nl: Gebeurtenis ‘{}‘ ongeldig, moet ‘gestart‘, ‘geslaagd‘, ‘fout‘ of ‘workflow_goedkeuring‘ zijn

source: Expected dict for event '{}', found {}
nl: Verwacht dictaat voor gebeurtenis ‘{}‘, {} gevonden

source: Workflow Approval event '{}' invalid, must be one of 'running', 'approved', 'timed_out', or 'denied'
nl: Workflow Goedkeuringsgebeurtenis ‘{}‘ ongeldig, moet ‘uitvoerend‘, ‘goedgekeurd‘, ‘onderbroken‘ of ‘geweigerd‘ zijn

source: Expected dict for workflow approval event '{}', found {}
nl: Verwacht dictaat voor goedkeuring van de workflow ‘{}‘, {} gevonden

source: Unable to render message '{}': {}
nl: Niet in staat om bericht '{}' weer te geven: {}

source: Field '{}' unavailable
nl: Veld ‘{}‘ niet beschikbaar

source: Security error due to field '{}'
nl: Veiligheidsfout als gevolg van veld ‘{}‘

source: Missing required fields for Notification Configuration: notification_type
nl: Ontbrekende vereiste velden voor kennisgevingsconfiguratie: notification_type

source: No values specified for field '{}'
nl: Geen waarden opgegeven voor veld '{}'

source: HTTP method must be either 'POST' or 'PUT'.
nl: De HTTP-methode moet 'POSTEN' of 'PLAATSEN' zijn.

source: Missing required fields for Notification Configuration: {}.
nl: Ontbrekende vereiste velden voor kennisgevingsconfiguratie: {}.

source: Configuration field '{}' incorrect type, expected {}.
nl: Configuratieveld '{}' onjuist type, {} verwacht.

source: Notification body
nl: Meldingsbody

source: Valid DTSTART required in rrule. Value should start with: DTSTART:YYYYMMDDTHHMMSSZ
nl: Geldige DTSTART vereist in rrule. De waarde moet beginnen met: DTSTART:YYYYMMDDTHHMMSSZ

source: DTSTART cannot be a naive datetime. Specify ;TZINFO= or YYYYMMDDTHHMMSSZZ.
nl: DTSTART kan geen eenvoudige datum/tijd zijn. Geef ;TZINFO= of YYYYMMDDTHHMMSSZZ op.

source: Multiple DTSTART is not supported.
nl: Meervoudige DTSTART wordt niet ondersteund.

source: RRULE may not contain both COUNT and UNTIL
nl: RRULE mag niet zowel COUNT als UNTIL bevatten

source: rrule parsing failed validation: {}
nl: de validering van rrule-parsering is mislukt: {}

source: Inventory Source must be a cloud resource.
nl: Inventarisbron moet een cloudresource zijn.

source: Manual Project cannot have a schedule set.
nl: Handmatig project kan geen ingesteld schema hebben.

source: Count of jobs in the running or waiting state that are targeted for this instance
nl: Aantal taken met status 'in uitvoering' of 'wachten' die in aanmerking komen voor deze instantie

source: Count of all jobs that target this instance
nl: Aantal taken die deze instantie als doel hebben

source: Count of all jobs that target this instance group
nl: Aantal van alle taken die deze instantiegroep als doel hebben

source: Indicates whether instances in this group are containerized.Containerized groups have a designated Openshift or Kubernetes cluster.
nl: Geeft aan of instanties in deze groep geclusterd zijn. Geclusterde groepen hebben een aangewezen Openshift of Kubernetes-cluster.

source: Policy Instance Percentage
nl: Beleid instantiepercentage

source: Minimum percentage of all instances that will be automatically assigned to this group when new instances come online.
nl: Minimumpercentage van alle instanties die automatisch toegewezen worden aan deze groep wanneer nieuwe instanties online komen.

source: Policy Instance Minimum
nl: Beleid instantieminimum

source: Static minimum number of Instances that will be automatically assign to this group when new instances come online.
nl: Statistisch minimumaantal instanties dat automatisch toegewezen wordt aan deze groep wanneer nieuwe instanties online komen.

source: Policy Instance List
nl: Beleid instantielijst

source: List of exact-match Instances that will be assigned to this group
nl: Lijst van exact overeenkomende instanties die worden toegewezen aan deze groep

source: Duplicate entry {}.
nl: Dubbele invoer {}.

source: {} is not a valid hostname of an existing instance.
nl: {} is geen geldige hostnaam voor een bestaande instantie.

source: Containerized instances may not be managed via the API
nl: Geclusterde instanties worden mogelijk niet beheerd via de API

source: %s instance group name may not be changed.
nl: Naam van de %s-instantiegroep mag niet worden gewijzigd.

source: Only Kubernetes credentials can be associated with an Instance Group
nl: Alleen de toegangsgegevens van Kubernetes kunnen worden geassocieerd met een Instantiegroep

source: is_container_group must be True when associating a credential to an Instance Group
nl: is_container_group moet True zijn bij het koppelen van een toegangsgegeven aan een instantiegroep

source: When present, shows the field name of the role or relationship that changed.
nl: Geeft, indien aanwezig, de veldnaam aan van de rol of relatie die veranderd is.

source: When present, shows the model on which the role or relationship was defined.
nl: Laat, indien aanwezig, het model zien waarvoor de rol of de relatie is gedefinieerd.

source: A summary of the new and changed values when an object is created, updated, or deleted
nl: Een overzicht van de nieuwe en gewijzigde waarden wanneer een object wordt gemaakt, bijgewerkt of verwijderd

source: For create, update, and delete events this is the object type that was affected. For associate and disassociate events this is the object type associated or disassociated with object2.
nl: Voor maak-, update- en verwijder-gebeurtenissen is dit het betreffende objecttype. Voor koppel- en ontkoppel-gebeurtenissen is dit het objecttype dat wordt gekoppeld aan of ontkoppeld van object2.

source: Unpopulated for create, update, and delete events. For associate and disassociate events this is the object type that object1 is being associated with.
nl: Niet-ingevuld voor maak-, update- en verwijder-gebeurtenissen. Voor koppel- en ontkoppel-gebeurtenissen is dit het objecttype waaraan object1 wordt gekoppeld.

source: The action taken with respect to the given object(s).
nl: De actie ondernomen met betrekking tot de gegeven objecten.

source: Not found.
nl: Niet gevonden.

source: Dashboard Jobs Graphs
nl: Dashboardtaakgrafieken

source: Unknown period "%s"
nl: Onbekende periode ‘%s‘

source: Instances
nl: Instanties

source: Instance Detail
nl: Instantiedetails

source: Instance Jobs
nl: Instantietaken

source: Instance's Instance Groups
nl: Instantiegroepen van instantie

source: Instance Groups
nl: Instantiegroepen

source: Instance Group Detail
nl: Details van instantiegroep

source: Instance Group Running Jobs
nl: Taken in uitvoering van instantiegroep

source: Instance Group's Instances
nl: Instanties van instantiegroep

source: Schedules
nl: Schema's

source: Schedule Recurrence Rule Preview
nl: Voorvertoning herhalingsregel inplannen

source: Cannot assign credential when related template is null.
nl: Kan geen toegangsgegevens toewijzen wanneer verwant sjabloon nul is.

source: Related template cannot accept {} on launch.
nl: Verwant sjabloon kan {} niet accepteren bij opstarten.

source: Credential that requires user input on launch cannot be used in saved launch configuration.
nl: Toegangsgegevens die input van de gebruiker nodig hebben bij het opstarten, kunnen niet gebruikt worden in opgeslagen opstartconfiguratie.

source: Related template is not configured to accept credentials on launch.
nl: Verwante sjabloon is niet ingesteld om toegangsgegevens bij opstarten te accepteren.
