Repository: ctrliq/ascender
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: nl

source: This launch configuration already provides a {credential_type} credential.
nl: Deze opstartconfiguratie levert al {credential_type}-toegangsgegevens.

source: Related template already uses {credential_type} credential.
nl: Verwant sjabloon gebruikt al {credential_type}-toegangsgegevens.

source: Schedule Jobs List
nl: Schema takenlijst

source: You cannot assign an Organization participation role as a child role for a Team.
nl: U kunt een organisatiedeelnamerol niet toewijzen als een onderliggende rol voor een team.

source: You cannot grant system-level permissions to a team.
nl: U kunt een team geen rechten op systeemniveau verlenen.

source: You cannot grant credential access to a team when the Organization field isn't set, or belongs to a different organization
nl: U kunt een team geen referentietoegang verlenen wanneer het veld Organisatie niet is ingesteld of behoort tot een andere organisatie

source: Only the 'pull' field can be edited for managed execution environments.
nl: Alleen het veld "pull" kan worden bewerkt voor beheerde uitvoeringsomgevingen.

source: Project Schedules
nl: Projectschema's

source: Project SCM Inventory Sources
nl: SCM-inventarisbronnen van project

source: Project Update Events List
nl: Lijst met projectupdategebeurtenissen

source: System Job Events List
nl: Lijst met systeemtaakgebeurtenissen

source: Project Update SCM Inventory Updates
nl: SCM-inventarisupdates van projectupdate

source: Me
nl: Mij

source: OAuth 2 Applications
nl: OAuth 2-toepassingen

source: OAuth 2 Application Detail
nl: Details OAuth 2-toepassing

source: OAuth 2 Application Tokens
nl: Tokens OAuth 2-toepassing

source: OAuth2 User Tokens
nl: OAuth2-gebruikerstokens

source: OAuth2 User Authorized Access Tokens
nl: OAuth 2-gebruikerstokens gemachtigde toegang

source: Organization OAuth2 Applications
nl: Organisatie OAuth2-toepassingen

source: OAuth2 Personal Access Tokens
nl: OAuth2-tokens persoonlijke toegang

source: OAuth Token Detail
nl: Details OAuth-token

source: You cannot grant credential access to a user not in the credentials' organization
nl: U kunt geen referentietoegang verlenen aan een gebruiker die niet tot de organisatie van de referenties behoort

source: You cannot grant private credential access to another user
nl: U kunt geen privéreferentietoegang verlenen aan een andere gebruiker

source: Cannot change %s.
nl: Kan %s niet wijzigen.

source: Cannot delete user.
nl: Kan gebruiker niet verwijderen.

source: Deletion not allowed for managed credential types
nl: Verwijdering is niet toegestaan voor beheerde referentietypen

source: Credential types that are in use cannot be deleted
nl: Referentietypen die in gebruik zijn, kunnen niet worden verwijderd

source: Deletion not allowed for managed credentials
nl: Verwijderen is niet toegestaan voor beheerde toegangsgegevens

source: External Credential Test
nl: Test van externe toegangsgegevens

source: Credential Input Source Detail
nl: Details van inputbron toegangsgegevens

source: Credential Input Sources
nl: Inputbronnen toegangsgegevens

source: External Credential Type Test
nl: Test van extern toegangsgegevenstype

source: The inventory for this host is already being deleted.
nl: De inventaris voor deze host wordt al verwijderd.

source: Cyclical Group association.
nl: Cyclische groepskoppeling.

source: Inventory subset argument must be a string.
nl: Het argument voor de inventarissubset moet een string zijn.

source: Subset does not use any supported syntax.
nl: Subset maakt geen gebruik van een ondersteunde syntaxis.

source: Inventory Source List
nl: Lijst met inventarisbronnen

source: Inventory Sources Update
nl: Update van inventarisbronnen

source: Could not start because `can_update` returned False
nl: Kan niet starten omdat 'can_update' False heeft geretourneerd

source: No inventory sources to update.
nl: Er zijn geen inventarisbronnen om bij te werken.

source: Inventory Source Schedules
nl: Inventarisbronschema's

source: Notification Templates can only be assigned when source is one of {}.
nl: Berichtsjablonen kunnen alleen worden toegewezen wanneer de bron een van {} is.

source: Source already has credential assigned.
nl: Aan de bron zijn al toegangsgegevens toegewezen.

source: Job Template Schedules
nl: Taaksjabloonschema's

source: Field '{}' is missing from survey spec.
nl: Veld '{}' ontbreekt in de enquêtespecificaties.

source: Expected {} for field '{}', received {} type.
nl: {} verwacht voor veld '{}', {}-soort ontvangen.

source: 'spec' doesn't contain any items.
nl: 'spec' bevat geen items.

source: Survey question %s is not a json object.
nl: Enquêtevraag %s is geen json-object.

source: '{field_name}' missing from survey question {idx}
nl: '{field_name}' ontbreekt in enquêtevraag {idx}.

source: '{field_name}' in survey question {idx} expected to be {type_label}.
nl: ‘{field_name}‘ in enquêtevraag {idx} is naar verwachting {type_label}.

source: 'variable' '%(item)s' duplicated in survey question %(survey)s.
nl: 'variable' '%(item)s' gedupliceerd in enquêtevraag %(survey)s.

source: '{survey_item[type]}' in survey question {idx} is not one of '{allowed_types}' allowed question types.
nl: ‘{survey_item[type]}‘ in enquêtevraag {idx} is niet een van de toegestane {allowed_types} vraagtypen.

source: Default value {survey_item[default]} in survey question {idx} expected to be {type_label}.
nl: Standaardwaarde {survey_item[default]} in enquêtevraag {idx} is naar verwachting {type_label}.

source: The {min_or_max} limit in survey question {idx} expected to be integer.
nl: De {min_or_max}-limiet in enquêtevraag {idx} behoort een heel getal te zijn.

source: Survey question {idx} of type {survey_item[type]} must specify choices.
nl: Enquêtevraag {idx} van het soort {survey_item[type]} moet keuzes specificeren.

source: Multiple Choice (Single Select) can only have one default value.
nl: Meerkeuze-opties (één keuze mogelijk) kan slechts één standaardwaarde hebben.

source: Default choice must be answered from the choices listed.
nl: De standaardkeuze moet beantwoord worden aan de hand van de opgesomde keuzes.

source: $encrypted$ is a reserved keyword for password question defaults, survey question {idx} is type {survey_item[type]}.
nl: $encrypted$ is een gereserveerd sleutelwoord voor standaard wachtwoordvragen, enquêtevraag {idx} is van het type {survey_item[type]}.

source: $encrypted$ is a reserved keyword, may not be used for new default in position {idx}.
nl: $encrypted$ is een gereserveerd sleutelwoord en mag niet worden gebruikt als nieuwe standaard in positie {idx}.

source: Cannot assign multiple {credential_type} credentials.
nl: Kan niet meerdere toegangsgegevens voor {credential_type} toewijzen.

source: Cannot assign a Credential of kind `{}`.
nl: Kan geen toegangsgegevens van het type '{}' toewijzen.

source: No matching host could be found!
nl: Er is geen overeenkomende host gevonden.

source: Multiple hosts matched the request!
nl: Meerdere hosts kwamen overeen met de aanvraag.

source: Cannot start automatically, user input required!
nl: Kan niet automatisch starten. Gebruikersinput is vereist.

source: Host callback job already pending.
nl: Er is al een hostterugkoppelingstaak in afwachting.

source: Error starting job!
nl: Fout bij starten taak.

source: Cycle detected.
nl: Cyclus gedetecteerd.

source: Relationship not allowed.
nl: Relatie niet toegestaan.

source: Cannot relaunch slice workflow job orphaned from job template.
nl: Kan workflowtaakdeel dat is verwijderd uit de taaksjabloon niet opnieuw opstarten.

source: Cannot relaunch sliced workflow job after slice count has changed.
nl: Kan de workflowtaakdeel niet opnieuw opstarten, nadat het aantal delen is gewijzigd.

source: Workflow Job Template Schedules
nl: Taaksjabloonschema's voor workflows

source: Superuser privileges needed.
nl: Supergebruikersbevoegdheden vereist.

source: System Job Template Schedules
nl: Taaksjabloonschema's voor systeem

source: Wait until job finishes before retrying on {status_value} hosts.
nl: U dient te wachten tot de taak afgerond is voordat u het opnieuw probeert met {status_value}-hosts.

source: Cannot retry on {status_value} hosts, playbook stats not available.
nl: Kan niet opnieuw proberen met {status_value}-hosts, draaiboekstatistieken niet beschikbaar.

source: Cannot relaunch because previous job had 0 {status_value} hosts.
nl: Kan niet opnieuw opstarten omdat vorige taak 0 {status_value}-hosts had.

source: Cannot create schedule because job requires credential passwords.
nl: Kan geen schema aanmaken omdat taak toegangsgegevens met wachtwoorden vereist.

source: Cannot create schedule because job was launched by legacy method.
nl: Kan geen schema aanmaken omdat taak opgestart is volgens verouderde methode.

source: Cannot create schedule because a related resource is missing.
nl: Kan geen schema aanmaken omdat een verwante hulpbron ontbreekt.

source: Job Host Summaries List
nl: Lijst met taakhostoverzichten

source: Job Event Children List
nl: Lijst met onderliggende taakgebeurteniselementen

source: Job Events List
nl: Lijst met taakgebeurtenissen

source: Ad Hoc Command Events List
nl: Lijst met ad-hoc-opdrachtgebeurtenissen

source: Delete not allowed while there are pending notifications
nl: Verwijderen is niet toegestaan wanneer er berichten in afwachting zijn

source: Notification Template Test
nl: Berichtsjabloon

source: User does not have permission to approve or deny this workflow.
nl: De gebruiker heeft geen toestemming om deze workflow goed te keuren of te weigeren.

source: This workflow step has already been approved or denied.
nl: Deze workflowstap is al goedgekeurd of geweigerd.

source: Inventory Update Events List
nl: Lijst met inventarisupdategebeurtenissen

source: Metrics
nl: Meetwaarden

source: Cannot delete job resource when associated workflow job is running.
nl: Kan taakresource niet verwijderen wanneer een gekoppelde workflowtaak wordt uitgevoerd.

source: Cannot delete running job resource.
nl: Kan geen taakbron in uitvoering verwijderen.

source: Job has not finished processing events.
nl: Taken die nog niet klaar zijn met het verwerken van gebeurtenissen.

source: Related job {} is still processing events.
nl: Verwante taak {} is nog bezig met het verwerken van gebeurtenissen.

source: Credential must be a Galaxy credential, not {sub.credential_type.name}.
nl: Toegangsgegeven moet een Galaxy-toegangsgegeven zijn, en niet {sub.credential_type.name}.

source: API OAuth 2 Authorization Root
nl: Oorsprong API OAuth 2-machtiging

source: Version 2
nl: Versie 2

source: Subscriptions
nl: Abonnementen

source: Invalid Subscription
nl: Ongeldig abonnement

source: The provided credentials are invalid (HTTP 401).
nl: De verstrekte toegangsgegevens zijn ongeldig (HTTP 401).

source: Unable to connect to proxy server.
nl: Kan geen verbinding maken met proxyserver.

source: Could not connect to subscription service.
nl: Kon geen verbinding maken met abonnementsdienst.

source: Attach Subscription
nl: Abonnement bijvoegen

source: No subscription pool ID provided.
nl: Er is geen abonnementspool-ID opgegeven.

source: Error processing subscription metadata.
nl: Fout bij verwerking van metadata van abonnement.

source: Configuration
nl: Configuratie

source: Invalid subscription data
nl: Ongeldige abonnementsgegevens

source: Invalid JSON
nl: Ongeldig JSON

source: Legacy license submitted. A subscription manifest is now required.
nl: Verouderde licentie ingediend. U dient nu een abonnementsmanifest in te dienen.

source: Invalid manifest submitted.
nl: Ongeldig manifest ingediend.

source: Invalid License
nl: Ongeldige licentie

source: Invalid subscription
nl: Ongeldig abonnement

source: Failed to remove license.
nl: Kan licentie niet verwijderen.

source: Webhook previously received, aborting.
nl: Eerder ontvangen Webhook afbreken.

source: Bud Frogs
nl: Budweiser-kikkers

source: Bunny
nl: Konijntje

source: Cheese
nl: Kaas

source: Default Cow
nl: Standaardkoe

source: Dragon
nl: Draak

source: Elephant in Snake
nl: Olifant in slang

source: Elephant
nl: Olifant

source: Eyes
nl: Ogen

source: Kitty
nl: Katje

source: Luke Koala
nl: Luke de Koala

source: Meow
nl: Miauw

source: Milk
nl: Melk

source: Moofasa
nl: Mufasa

source: Moose
nl: Eland

source: Ren
nl: Rendier

source: Sheep
nl: Schaap

source: Small Cow
nl: Kleine koe

source: Super Milker
nl: Supermelker

source: Three Eyes
nl: Drie ogen

source: Turkey
nl: Kalkoen

source: Turtle
nl: Schildpad

source: Udder
nl: Uier

source: Vader Koala
nl: Darth Vader Koala

source: Cow Selection
nl: Koe selecteren

source: Select which cow to use with cowsay when running jobs.
nl: Selecteer welke koe u met cowsay wilt gebruiken wanneer u taken uitvoert.

source: Cows
nl: Koeien

source: Example Read-Only Setting
nl: Voorbeeld alleen-lezen-instelling

source: Example setting that cannot be changed.
nl: Voorbeeld van instelling die niet kan worden gewijzigd.

source: Example Setting
nl: Voorbeeld van instelling

source: Example setting which can be different for each user.
nl: Voorbeeld van instelling die anders kan zijn voor elke gebruiker.

source: User
nl: Gebruiker

source: Expected None, True, False, a string or list of strings but got {input_type} instead.
nl: Verwachtte None, True, False, een tekenreeks of een lijst met tekenreeksen, maar kreeg in plaats daarvan {input_type}.

source: Expected list of strings but got {input_type} instead.
nl: Lijst met strings verwacht, maar in plaats daarvan {input_type} verkregen.

source: {path} is not a valid path choice.
nl: {path} is geen geldige padkeuze.

source: Enter a valid URL
nl: Geef een geldige URL op

source: "{input}" is not a valid string.
nl: ‘{input}‘ is geen geldige tekenreeks.

source: Expected a list of tuples of max length 2 but got {input_type} instead.
nl: Verwachtte een lijst van tupels met maximale lengte 2 maar kreeg in plaats daarvan {input_type}.

source: All
nl: Alle

source: Changed
nl: Gewijzigd

source: User-Defaults
nl: Standaardinstellingen voor gebruiker

source: This value has been set manually in a settings file.
nl: Deze waarde is handmatig ingesteld in een instellingenbestand.

source: System
nl: Systeem

source: Setting Categories
nl: Instellingscategorieën

source: Setting Detail
nl: Instellingsdetail

source: Logging Connectivity Test
nl: Connectiviteitstest logboekregistratie

source: Required related field %s for permission check.
nl: Verwant veld %s vereist voor machtigingscontrole.

source: Bad data found in related field %s.
nl: Ongeldige gegevens gevonden in gerelateerd veld %s.

source: License is missing.
nl: Licentie ontbreekt.

source: License has expired.
nl: Licentie is verlopen.

source: License count of %s instances has been reached.
nl: Het aantal licenties van %s instanties is bereikt.

source: License count of %s instances has been exceeded.
nl: Het aantal licenties van %s instanties is overschreden.

source: Unable to change inventory on a host.
nl: Kan inventaris op een host niet wijzigen.

source: Cannot associate two items from different inventories.
nl: Kan twee items uit verschillende inventarissen niet koppelen.

source: Unable to change inventory on a group.
nl: Kan inventaris van een groep niet wijzigen.

source: Unable to change organization on a team.
nl: Kan organisatie van een team niet wijzigen.

source: The {} role cannot be assigned to a team
nl: De rol {} kan niet worden toegewezen aan een team

source: Insufficient access to Job Template credentials.
nl: Onvoldoende toegang tot taaksjabloongegevens.

source: Job was launched with secret prompts provided by another user.
nl: Taak is opgestart met geheime meldingen die aangeleverd zijn door een andere gebruiker.

source: Job has been orphaned from its job template and organization.
nl: De taak is verwijderd uit zijn taaksjabloon en organisatie.

source: Job was launched with prompted fields you do not have access to.
nl: De taak is gestart met invoervelden waar u geen toegang toe hebt.

source: Job was launched with unknown prompted fields. Organization admin permissions required.
nl: De taak is gestart met onbekende invoervelden. Beheerrechten voor de organisatie zijn vereist.

source: Workflow Job was launched with unknown prompts.
nl: Workflowtaak is opgestart via onbekende meldingen.

source: Job was launched with prompts you lack access to.
nl: Taak is opgestart via meldingen waar u geen toegang toe hebt.

source: Job was launched with prompts no longer accepted.
nl: Taak is opgestart via meldingen die niet langer worden geaccepteerd.

source: You do not have permission to the workflow job resources required for relaunch.
nl: U hebt geen machtiging voor de workflowtaakresources die vereist zijn om opnieuw op te starten.

source: General platform configuration.
nl: Algemene configuratie van het platform.

source: Counts of objects such as organizations, inventories, and projects
nl: Aantal objecten zoals organisaties, inventarissen en projecten

source: Counts of users and teams by organization
nl: Aantal gebruikers en teams per organisatie

source: Counts of credentials by credential type
nl: Aantal toegangsgegevens per type toegangsgegeven

source: Inventories, their inventory sources, and host counts
nl: Inventarissen, de bijbehorende inventarisbronnen en het aantal hosts

source: Counts of projects by source control type
nl: Aantal projecten per type broncontrole

source: Cluster topology and capacity
nl: Groepstopologie en capaciteit

source: Metadata about the analytics collected
nl: Metadata over de verzamelde analyses

source: Automation task records
nl: Geautomatiseerde records van taken

source: Data on jobs run
nl: Gegevens over uitgevoerde taken

source: Data on job templates
nl: Gegevens over taaksjablonen

source: Data on workflow runs
nl: Gegevens over uitgevoerde workflows

source: Data on workflows
nl: Gegevens over workflows

source: Main
nl: Hoofd

source: Enable Activity Stream
nl: Activiteitenstroom inschakelen

source: Enable capturing activity for the activity stream.
nl: Vastlegactiviteit voor de activiteitenstroom inschakelen.

source: Enable Activity Stream for Inventory Sync
nl: Activiteitenstroom voor inventarissynchronisatie inschakelen

source: Enable capturing activity for the activity stream when running inventory sync.
nl: Vastlegactiviteit voor de activiteitenstroom inschakelen wanneer inventarissynchronisatie wordt uitgevoerd.

source: All Users Visible to Organization Admins
nl: Alle gebruikers zichtbaar voor organisatiebeheerders

source: Controls whether any Organization Admin can view all users and teams, even those not associated with their Organization.
nl: Regelt of een organisatiebeheerder alle gebruikers en teams kan weergeven, zelfs gebruikers en teams die niet aan hun organisatie zijn gekoppeld.

source: Organization Admins Can Manage Users and Teams
nl: Organisatiebeheerders kunnen gebruikers en teams beheren

source: Controls whether any Organization Admin has the privileges to create and manage users and teams. You may want to disable this ability if you are using an LDAP or SAML integration.
nl: Regelt of een organisatiebeheerder gemachtigd is om gebruikers en teams aan te maken en te beheren. Als u een LDAP- of SAML-integratie gebruikt, wilt u deze mogelijkheid wellicht uitschakelen.

source: Base URL of the service
nl: Basis-URL van de service

source: This setting is used by services like notifications to render a valid url to the service.
nl: Deze instelling wordt gebruikt door services zoals berichten om een geldige URL voor de host weer te geven.

source: Remote Host Headers
nl: Externe hostheaders

source: Proxy IP Allowed List
nl: Lijst met toegestane proxy-IP‘s

source: If the service is behind a reverse proxy/load balancer, use this setting to configure the proxy IP addresses from which the service should trust custom REMOTE_HOST_HEADERS header values. If this setting is an empty list (the default), the headers specified by REMOTE_HOST_HEADERS will be trusted unconditionally')
nl: Als de service zich achter een omgekeerde proxy/load balancer bevindt, gebruikt u deze instelling om de proxy-IP-adressen te configureren vanwaar de service aangepaste REMOTE_HOST_HEADERS-headerwaarden moet vertrouwen. Als deze instelling een lege lijst is (de standaardinstelling), dan worden de door REMOTE_HOST_HEADERS opgegeven headers onvoorwaardelijk vertrouwd')

source: License
nl: Licentie

source: The license controls which features and functionality are enabled. Use /api/v2/config/ to update or change the license.
nl: De licentie bepaalt welke functies en functionaliteiten zijn ingeschakeld. Gebruik /api/v2/config/ om de licentie bij te werken of te wijzigen.

source: Red Hat customer username
nl: Red Hat-gebruikersnaam klant

source: Red Hat customer password
nl: Red Hat klantwachtwoord

source: Red Hat or Satellite username
nl: Red Hat- of Satellite-gebruikersnaam

source: This username is used to retrieve subscription and content information
nl: Deze gebruikersnaam wordt gebruikt om gegevens op te halen van abonnementen en inhoud

source: Red Hat or Satellite password
nl: Red Hat- of Satellite-wachtwoord

source: This password is used to retrieve subscription and content information
nl: Dit wachtwoord wordt gebruikt om gegevens op te halen van abonnementen en inhoud

source: Unique identifier for an installation
nl: Unieke identificatiecode voor installatie

source: The instance group where control plane tasks run
nl: De instantiegroep waar control plane-taken worden uitgevoerd

source: The instance group where user jobs run (currently only on non-VM installs)
nl: De instantiegroep waar gebruikerstaken worden uitgevoerd (momenteel alleen op niet-VM-installaties)

source: Global default execution environment
nl: Globale standaard-uitvoeringsomgeving

source: The Execution Environment to be used when one has not been configured for a job template.
nl: De uitvoeringsomgeving die moet worden gebruikt wanneer er geen is geconfigureerd voor een taaksjabloon.

source: Custom virtual environment paths
nl: Paden voor aangepaste virtuele omgeving

source: Paths where Tower will look for custom virtual environments (in addition to /var/lib/awx/venv/). Enter one path per line.
nl: Paden waarmee Tower naar aangepaste virtuele omgevingen zoekt (behalve /var/lib/awx/venv/). Voer één pad per regel in.

source: Ansible Modules Allowed for Ad Hoc Jobs
nl: Ansible-modules toegestaan voor ad-hoctaken

source: List of modules allowed to be used by ad-hoc jobs.
nl: Lijst met modules toegestaan voor gebruik met ad-hoctaken.

source: Jobs
nl: Taken

source: Always
nl: Altijd

source: Never
nl: Nooit

source: Only On Job Template Definitions
nl: Alleen volgens definities taaksjabloon

source: When can extra variables contain Jinja templates?
nl: Wanneer kunnen extra variabelen Jinja-sjablonen bevatten?

source: Ansible allows variable substitution via the Jinja2 templating language for --extra-vars. This poses a potential security risk where users with the ability to specify extra vars at job launch time can use Jinja2 templates to run arbitrary Python. It is recommended that this value be set to "template" or "never".
nl: Ansible maakt het mogelijk variabelen te vervangen door --extra-vars via de Jinja2-sjabloontaal. Dit brengt een mogelijk veiligheidsrisico met zich mee, omdat gebruikers die extra variabelen kunnen specificeren wanneer een taak wordt opgestart, in staat zijn Jinja2-sjablonen te gebruiken om willekeurige Python uit te voeren. Wij raden u aan deze waarde in te stellen op 'sjabloon' of 'nooit'.

source: Job execution path
nl: Taakuitvoerpad
