Repository: ctrliq/ascender
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: nl

source: URI to connect to LDAP server, such as "ldap://ldap.example.com:389" (non-SSL) or "ldaps://ldap.example.com:636" (SSL). Multiple LDAP servers may be specified by separating with spaces or commas. LDAP authentication is disabled if this parameter is empty.
nl: URI om verbinding te maken met een LDAP-server, zoals "ldap://ldap.example.com:389" (niet-SSL) of "ldaps://ldap.example.com:636" (SSL). Meerdere LDAP-servers kunnen worden opgegeven door ze van elkaar te scheiden met komma's. LDAP-authenticatie is uitgeschakeld als deze parameter leeg is.

source: LDAP Bind DN
nl: DN LDAP-binding

source: DN (Distinguished Name) of user to bind for all search queries. This is the system user account we will use to login to query LDAP for other user information. Refer to the documentation for example syntax.
nl: DN (Distinguished Name) van gebruiker om te binden voor alle zoekquery's. Dit is de systeemgebruikersaccount waarmee we ons aanmelden om LDAP te ondervragen voor andere gebruikersinformatie. Raadpleeg de documentatie voor voorbeeldsyntaxis.

source: LDAP Bind Password
nl: Wachtwoord voor LDAP-binding

source: Password used to bind LDAP user account.
nl: Wachtwoord gebruikt om LDAP-gebruikersaccount te binden.

source: LDAP Start TLS
nl: TLS voor starten LDAP

source: Whether to enable TLS when the LDAP connection is not using SSL.
nl: Of TLS moet worden ingeschakeld wanneer de LDAP-verbinding geen SSL gebruikt.

source: LDAP Connection Options
nl: Opties voor LDAP-verbinding

source: Additional options to set for the LDAP connection. LDAP referrals are disabled by default (to prevent certain LDAP queries from hanging with AD). Option names should be strings (e.g. "OPT_REFERRALS"). Refer to https://www.python-ldap.org/doc/html/ldap.html#options for possible options and values that can be set.
nl: Extra opties voor de LDAP-verbinding. LDAP-verwijzingen zijn standaard uitgeschakeld (om te voorkomen dat sommige LDAP-query's vastlopen met AD). Optienamen kunnen tekenreeksen zijn (bijv. "OPT_REFERRALS"). Zie https://www.python-ldap.org/doc/html/ldap.html#options voor de opties en waarden die u kunt instellen.

source: LDAP User Search
nl: Gebruikers zoeken met LDAP

source: LDAP search query to find users. Any user that matches the given pattern will be able to login to the service. The user should also be mapped into an organization (as defined in the AUTH_LDAP_ORGANIZATION_MAP setting). If multiple search queries need to be supported use of "LDAPUnion" is possible. See the documentation for details.
nl: LDAP-zoekquery om gebruikers te vinden. Iedere gebruiker die past bij het opgegeven patroon kan zich aanmelden bij de service. De gebruiker moet ook worden toegewezen aan een organisatie (zoals gedefinieerd in de instelling AUTH_LDAP_ORGANIZATION_MAP setting). Als meerdere zoekquery's moeten worden ondersteund, kan 'LDAPUnion' worden gebruikt. Zie de Tower-documentatie voor details.

source: LDAP User DN Template
nl: Sjabloon voor LDAP-gebruikers-DN

source: Alternative to user search, if user DNs are all of the same format. This approach is more efficient for user lookups than searching if it is usable in your organizational environment. If this setting has a value it will be used instead of AUTH_LDAP_USER_SEARCH.
nl: Alternatief voor het zoeken naar gebruikers als DN's van gebruikers dezelfde indeling hebben. Deze methode is efficiënter voor het opzoeken van gebruikers dan zoeken als de methode bruikbaar is binnen de omgeving van uw organisatie. Als deze instelling een waarde heeft, wordt die gebruikt in plaats van AUTH_LDAP_USER_SEARCH.

source: LDAP User Attribute Map
nl: Kenmerkentoewijzing van LDAP-gebruikers

source: Mapping of LDAP user schema to API user attributes. The default setting is valid for ActiveDirectory but users with other LDAP configurations may need to change the values. Refer to the documentation for additional details.
nl: Toewijzing van LDAP-gebruikersschema aan API-gebruikerskenmerken. De standaardinstelling is geldig voor ActiveDirectory, maar gebruikers met andere LDAP-configuraties moeten mogelijk de waarden veranderen. Raadpleeg de documentatie voor meer informatie.

source: LDAP Group Search
nl: LDAP-groep zoeken

source: Users are mapped to organizations based on their membership in LDAP groups. This setting defines the LDAP search query to find groups. Unlike the user search, group search does not support LDAPSearchUnion.
nl: Gebruikers worden toegewezen aan organisaties op grond van hun lidmaatschap van LDAP-groepen. Deze instelling definieert de LDAP-zoekquery om groepen te vinden. Anders dan het zoeken naar gebruikers biedt het zoeken naar groepen geen ondersteuning voor LDAPSearchUnion.

source: LDAP Group Type
nl: Type LDAP-groep

source: The group type may need to be changed based on the type of the LDAP server. Values are listed at: https://django-auth-ldap.readthedocs.io/en/stable/groups.html#types-of-groups
nl: Mogelijk moet het groepstype worden gewijzigd op grond van het type LDAP-server. Waarden worden vermeld op: https://django-auth-ldap.readthedocs.io/en/stable/groups.html#types-of-groups

source: LDAP Group Type Parameters
nl: Parameters LDAP-groepstype

source: Key value parameters to send the chosen group type init method.
nl: Parameters sleutelwaarde om de gekozen init.-methode van de groepssoort te verzenden.

source: LDAP Require Group
nl: LDAP-vereist-groep

source: Group DN required to login. If specified, user must be a member of this group to login via LDAP. If not set, everyone in LDAP that matches the user search will be able to login to the service. Only one require group is supported.
nl: Groeps-DN vereist voor aanmelding. Indien opgegeven, moet de gebruiker lid zijn van deze groep om zich aan te melden via LDAP. Indien niet ingesteld, kan iedereen in LDAP die overeenkomt met de gebruikerszoekopdracht zich aanmelden via de service. Maar één vereiste groep wordt ondersteund.

source: LDAP Deny Group
nl: LDAP-weiger-groep

source: Group DN denied from login. If specified, user will not be allowed to login if a member of this group. Only one deny group is supported.
nl: Groeps-DN geweigerd voor aanmelding. Indien opgegeven, kan een gebruikers zich niet aanmelden als deze lid is van deze groep. Maar één weiger-groep wordt ondersteund.

source: LDAP User Flags By Group
nl: LDAP-gebruikersvlaggen op groep

source: Retrieve users from a given group. At this time, superuser and system auditors are the only groups supported. Refer to the documentation for more detail.
nl: Gebruikers ophalen uit een opgegeven groep. Op dit moment zijn de enige ondersteunde groepen supergebruikers en systeemauditors. Raadpleeg de documentatie voor meer informatie.

source: LDAP Organization Map
nl: Toewijzing LDAP-organisaties

source: Mapping between organization admins/users and LDAP groups. This controls which users are placed into which organizations relative to their LDAP group memberships. Configuration details are available in the documentation.
nl: Toewijzing tussen organisatiebeheerders/-gebruikers en LDAP-groepen. Dit bepaalt welke gebruikers worden geplaatst in welke organisaties ten opzichte van hun LDAP-groepslidmaatschappen. Configuratiedetails zijn beschikbaar in de documentatie.

source: LDAP Team Map
nl: LDAP-teamtoewijzing

source: Mapping between team members (users) and LDAP groups. Configuration details are available in the documentation.
nl: Toewijzing tussen teamleden (gebruikers) en LDAP-groepen. Configuratiedetails zijn beschikbaar in de documentatie.

source: Hostname/IP of RADIUS server. RADIUS authentication is disabled if this setting is empty.
nl: Hostnaam/IP-adres van RADIUS-server. RADIUS-authenticatie wordt uitgeschakeld als deze instelling leeg is.

source: RADIUS Port
nl: RADIUS-poort

source: Port of RADIUS server.
nl: Poort van RADIUS-server.

source: RADIUS Secret
nl: RADIUS-geheim

source: Shared secret for authenticating to RADIUS server.
nl: Gedeeld geheim voor authenticatie naar RADIUS-server.

source: Hostname of TACACS+ server.
nl: Hostnaam van TACACS+ server.

source: TACACS+ Port
nl: TACACS+ poort

source: Port number of TACACS+ server.
nl: Poortnummer van TACACS+ server.

source: TACACS+ Secret
nl: TACACS+ geheim

source: Shared secret for authenticating to TACACS+ server.
nl: Gedeeld geheim voor authenticatie naar TACACS+ server.

source: TACACS+ Auth Session Timeout
nl: Time-out TACACS+ authenticatiesessie

source: TACACS+ session timeout value in seconds, 0 disables timeout.
nl: Time-outwaarde TACACS+ sessie in seconden, 0 schakelt de time-out uit.

source: TACACS+ Authentication Protocol
nl: TACACS+ authenticatieprotocol

source: Choose the authentication protocol used by TACACS+ client.
nl: Kies het authenticatieprotocol dat wordt gebruikt door de TACACS+ client.

source: Google OAuth2 Callback URL
nl: Terugkoppelings-URL voor Google OAuth2

source: Provide this URL as the callback URL for your application as part of your registration process. Refer to the documentation for more detail.
nl: Geef deze URL op als de terugkoppelings-URL voor uw toepassing als onderdeel van uw registratieproces. Raadpleeg de documentatie voor meer informatie.

source: Google OAuth2 Key
nl: Google OAuth2-sleutel

source: The OAuth2 key from your web application.
nl: De OAuth2-sleutel van uw webtoepassing.

source: Google OAuth2 Secret
nl: Google OAuth2-geheim

source: The OAuth2 secret from your web application.
nl: Het OAuth2-geheim van uw webtoepassing.

source: Google OAuth2 Allowed Domains
nl: Toegestane domeinen van Google OAuth2

source: Update this setting to restrict the domains who are allowed to login using Google OAuth2.
nl: Werk deze instelling bij om te beperken welke domeinen zich mogen aanmelden met Google OAuth2.

source: Google OAuth2 Extra Arguments
nl: Extra argumenten Google OAuth2

source: Extra arguments for Google OAuth2 login. You can restrict it to only allow a single domain to authenticate, even if the user is logged in with multple Google accounts. Refer to the documentation for more detail.
nl: Extra argumenten voor Google OAuth2-aanmelding. U kunt een beperking instellen, waardoor de authenticatie toegestaan is voor niet meer dan één domein, zelfs als de gebruiker aangemeld is met meerdere Google-accounts. Raadpleeg de documentatie voor meer informatie.

source: Google OAuth2 Organization Map
nl: Organisatietoewijzing Google OAuth2

source: Google OAuth2 Team Map
nl: Teamtoewijzing Google OAuth2

source: GitHub OAuth2 Callback URL
nl: Terugkoppelings-URL GitHub OAuth2

source: GitHub OAuth2 Key
nl: GitHub OAuth2-sleutel

source: The OAuth2 key (Client ID) from your GitHub developer application.
nl: De OAuth2-sleutel (Client-id) van uw GitHub-ontwikkelaarstoepassing.

source: GitHub OAuth2 Secret
nl: GitHub OAuth2-geheim

source: The OAuth2 secret (Client Secret) from your GitHub developer application.
nl: Het OAuth2-geheim (Client-geheim) van uw GitHub-ontwikkelaarstoepassing.

source: GitHub OAuth2 Organization Map
nl: GitHub OAuth2-organisatietoewijzing

source: GitHub OAuth2 Team Map
nl: GitHub OAuth2-teamtoewijzing

source: GitHub Organization OAuth2 Callback URL
nl: OAuth2-terugkoppelings-URL GitHub-organisatie

source: GitHub Organization OAuth2
nl: Organization OAuth2 van GitHub-organisatie

source: GitHub Organization OAuth2 Key
nl: OAuth2-sleutel van GitHub-organisatie

source: The OAuth2 key (Client ID) from your GitHub organization application.
nl: De OAuth2-sleutel (Client-id) van uw GitHub-organisatietoepassing.

source: GitHub Organization OAuth2 Secret
nl: OAuth2-geheim van GitHub-organisatie

source: The OAuth2 secret (Client Secret) from your GitHub organization application.
nl: Het OAuth2-geheim (Client-geheim) van uw GitHub-organisatietoepassing.

source: GitHub Organization Name
nl: Naam van GitHub-organisatie

source: The name of your GitHub organization, as used in your organization's URL: https://github.com/<yourorg>/.
nl: De naam van uw GitHub-organisatie zoals gebruikt in de URL van uw organisatie: https://github.com/<yourorg>/.

source: GitHub Organization OAuth2 Organization Map
nl: OAuth2-organisatietoewijzing van GitHub-organisatie

source: GitHub Organization OAuth2 Team Map
nl: OAuth2-teamtoewijzing van GitHub-organisatie

source: GitHub Team OAuth2 Callback URL
nl: OAuth2-terugkoppelings-URL GitHub-team

source: Create an organization-owned application at https://github.com/organizations/<yourorg>/settings/applications and obtain an OAuth2 key (Client ID) and secret (Client Secret). Provide this URL as the callback URL for your application.
nl: Maak een toepassing in eigendom van de organisatie op https://github.com/organizations/<yourorg>/settings/applications en verkrijg een OAuth2-sleutel (Client-id) en -geheim (Client-geheim). Lever deze URL als de terugkoppelings-URL voor uw toepassing.

source: GitHub Team OAuth2
nl: OAuth2 van GitHub-team

source: GitHub Team OAuth2 Key
nl: OAuth2-sleutel GitHub-team

source: GitHub Team OAuth2 Secret
nl: OAuth2-geheim GitHub-team

source: GitHub Team ID
nl: Id GitHub-team

source: Find the numeric team ID using the Github API: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.
nl: Zoek de numerieke team-id op met de Github API: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.

source: GitHub Team OAuth2 Organization Map
nl: OAuth2-organisatietoewijzing van GitHub-team

source: GitHub Team OAuth2 Team Map
nl: OAuth2-teamtoewijzing van GitHub-team

source: GitHub Enterprise OAuth2 Callback URL
nl: GitHub Enterprise OAuth2 terugkoppel-URL

source: The URL for your Github Enterprise instance, e.g.: http(s)://hostname/. Refer to Github Enterprise documentation for more details.
nl: De URL voor uw Github Enterprise-instantie, bijv.: http(s)://hostname/. Raadpleeg de Github Enterprise-documentatie voor meer details.

source: The API URL for your GitHub Enterprise instance, e.g.: http(s)://hostname/api/v3/. Refer to Github Enterprise documentation for more details.
nl: De API-URL voor uw GitHub Enterprise-instantie, bijv.: http(s)://hostname/api/v3/. Raadpleeg de Github Enterprise-documentatie voor meer details.

source: GitHub Enterprise OAuth2 Key
nl: GitHub Enterprise OAuth2-sleutel

source: The OAuth2 key (Client ID) from your GitHub Enterprise developer application.
nl: De OAuth2-sleutel (Client-id) van uw GitHub Enterprise-ontwikkelaarstoepassing.

source: GitHub Enterprise OAuth2 Secret
nl: GitHub Enterprise OAuth2-geheim

source: The OAuth2 secret (Client Secret) from your GitHub Enterprise developer application.
nl: Het OAuth2-geheim (clientgeheim) van uw GitHub Enterprise-ontwikkelaarstoepassing.

source: GitHub Enterprise OAuth2 Organization Map
nl: OAuth2-organisatietoewijzing van GitHub Enterprise-team

source: GitHub Enterprise OAuth2 Team Map
nl: GitHub Enterprise OAuth2-teamtoewijzing

source: GitHub Enterprise Organization OAuth2 Callback URL
nl: OAuth2-terugkoppelings-URL GitHub Enterprise-organisatie

source: GitHub Enterprise Organization OAuth2
nl: OAuth2 GitHub Enterprise-organisatie

source: GitHub Enterprise Organization URL
nl: URL GitHub Enterprise-organisatie

source: GitHub Enterprise Organization API URL
nl: API URL GitHub Enterprise-organisatie

source: GitHub Enterprise Organization OAuth2 Key
nl: OAuth2-sleutel GitHub Enterprise-organisatie

source: The OAuth2 key (Client ID) from your GitHub Enterprise organization application.
nl: De OAuth2-sleutel (client-id) van uw GitHub Enterprise-organisatietoepassing.

source: GitHub Enterprise Organization OAuth2 Secret
nl: OAuth2-geheim van GitHub Enterprise-organisatie

source: The OAuth2 secret (Client Secret) from your GitHub Enterprise organization application.
nl: Het OAuth2-geheim (clientgeheim) van uw GitHub Enterprise-organisatietoepassing.

source: GitHub Enterprise Organization Name
nl: Naam van GitHub Enterprise-organisatie

source: The name of your GitHub Enterprise organization, as used in your organization's URL: https://github.com/<yourorg>/.
nl: De naam van uw GitHub Enterprise-organisatie zoals gebruikt in de URL van uw organisatie: https://github.com/<yourorg>/.

source: GitHub Enterprise Organization OAuth2 Organization Map
nl: OAuth2-organisatietoewijzing van GitHub Enterprise-organisatie

source: GitHub Enterprise Organization OAuth2 Team Map
nl: OAuth2-teamtoewijzing van GitHub Enterprise-organisatie

source: GitHub Enterprise Team OAuth2 Callback URL
nl: OAuth2-terugkoppelings-URL van GitHub Enterprise-team

source: GitHub Enterprise Team OAuth2
nl: OAuth2 van GitHub Enterprise-team

source: GitHub Enterprise Team URL
nl: URL van GitHub Enterprise-team

source: GitHub Enterprise Team API URL
nl: API URL van GitHub Enterprise-team

source: GitHub Enterprise Team OAuth2 Key
nl: OAuth2-sleutel van GitHub Enterprise-team

source: GitHub Enterprise Team OAuth2 Secret
nl: OAuth2-geheim van GitHub Enterprise-team

source: GitHub Enterprise Team ID
nl: Id van GitHub Enterprise-team

source: Find the numeric team ID using the Github Enterprise API: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.
nl: Zoek de numerieke team-id op met de Github Enterprise-API: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.

source: GitHub Enterprise Team OAuth2 Organization Map
nl: OAuth2-organisatietoewijzing van GitHub Enterprise-team

source: GitHub Enterprise Team OAuth2 Team Map
nl: OAuth2-teamtoewijzing van GitHub Enterprise-team

source: Azure AD OAuth2 Callback URL
nl: Terugkoppelings-URL voor Azure AD OAuth2

source: Provide this URL as the callback URL for your application as part of your registration process. Refer to the documentation for more detail.
nl: Geef deze URL op als de terugkoppelings-URL voor uw toepassing als onderdeel van uw registratieproces. Raadpleeg de documentatie voor meer informatie.

source: Azure AD OAuth2 Key
nl: Azure AD OAuth2-sleutel

source: The OAuth2 key (Client ID) from your Azure AD application.
nl: De OAuth2-sleutel (Client-id) van uw Azure AD-toepassing.

source: Azure AD OAuth2 Secret
nl: Azure AD OAuth2-geheim

source: The OAuth2 secret (Client Secret) from your Azure AD application.
nl: Het OAuth2-geheim (Client-geheim) van uw Azure AD-toepassing.

source: Azure AD OAuth2 Organization Map
nl: Azure AD OAuth2-organisatietoewijzing

source: Azure AD OAuth2 Team Map
nl: Azure AD OAuth2-teamtoewijzing

source: Automatically Create Organizations and Teams on SAML Login
nl: Automatisch organisaties en teams aanmaken bij SAML-aanmelding

source: When enabled (the default), mapped Organizations and Teams will be created automatically on successful SAML login.
nl: Wanneer deze optie is ingeschakeld (de standaardinstelling), worden gekoppelde organisaties en teams automatisch aangemaakt na een SAML-aanmelding.

source: SAML Assertion Consumer Service (ACS) URL
nl: URL SAML Assertion Consumer Service (ACS)

source: Register the service as a service provider (SP) with each identity provider (IdP) you have configured. Provide your SP Entity ID and this ACS URL for your application.
nl: Registreer de service als serviceprovider (SP) met elke identiteitsprovider (IdP) die u hebt geconfigureerd. Lever uw SP-entiteit-id en deze ACS URL voor uw toepassing.

source: SAML Service Provider Metadata URL
nl: URL voor metagegevens van SAML-serviceprovider

source: If your identity provider (IdP) allows uploading an XML metadata file, you can download one from this URL.
nl: Als uw identiteitsprovider (IdP) toestaat een XML-gegevensbestand te uploaden, kunt u er een uploaden vanaf deze URL.

source: SAML Service Provider Entity ID
nl: Entiteit-id van SAML-serviceprovider

source: The application-defined unique identifier used as the audience of the SAML service provider (SP) configuration. This is usually the URL for the service.
nl: De toepassingsgedefinieerde unieke id gebruikt als doelgroep van de SAML-serviceprovider (SP)-configuratie. Dit is gewoonlijk de URL voor de service.

source: SAML Service Provider Public Certificate
nl: Openbaar certificaat SAML-serviceprovider

source: Create a keypair to use as a service provider (SP) and include the certificate content here.
nl: Maak een sleutelpaar om dit te gebruiken als serviceprovider (SP) en neem de certificaatinhoud hier op.

source: SAML Service Provider Private Key
nl: Privésleutel SAML-serviceprovider

source: Create a keypair to use as a service provider (SP) and include the private key content here.
nl: Maak een sleutelpaar om dit te gebruiken als serviceprovider (SP) en neem de inhoud van de privésleutel hier op.

source: SAML Service Provider Organization Info
nl: Organisatie-informatie SAML-serviceprovider

source: Provide the URL, display name, and the name of your app. Refer to the documentation for example syntax.
nl: Geef de URL, weergavenaam en de naam van uw toepassing op. Raadpleeg de documentatie voor voorbeeldsyntaxis.

source: SAML Service Provider Technical Contact
nl: Technisch contactpersoon SAML-serviceprovider

source: Provide the name and email address of the technical contact for your service provider. Refer to the documentation for example syntax.
nl: Geef de naam en het e-mailadres van de technische contactpersoon van uw serviceprovider op. Raadpleeg de documentatie voor voorbeeldsyntaxis.

source: SAML Service Provider Support Contact
nl: Ondersteuningscontactpersoon SAML-serviceprovider

source: Provide the name and email address of the support contact for your service provider. Refer to the documentation for example syntax.
nl: Geef de naam en het e-mailadres van de ondersteuningscontactpersoon van uw serviceprovider op. Raadpleeg de documentatie voor voorbeeldsyntaxis.

source: SAML Enabled Identity Providers
nl: Id-providers met SAML-mogelijkheden

source: Configure the Entity ID, SSO URL and certificate for each identity provider (IdP) in use. Multiple SAML IdPs are supported. Some IdPs may provide user data using attribute names that differ from the default OIDs. Attribute names may be overridden for each IdP. Refer to the Ansible documentation for additional details and syntax.
nl: Configureer de entiteit-id, de SSO URL en het certificaat voor elke id-provider (IdP) die in gebruik is. Meerdere ASAML IdP's worden ondersteund. Sommige IdP's kunnen gebruikersgegevens verschaffen met kenmerknamen die verschillen van de standaard-OID's. Kenmerknamen kunnen worden overschreven voor elke IdP. Raadpleeg de documentatie van Ansible voor meer informatie en syntaxis.

source: SAML Security Config
nl: SAML-beveiligingsconfiguratie

source: A dict of key value pairs that are passed to the underlying python-saml security setting https://github.com/onelogin/python-saml#settings
nl: Een dict van sleutelwaardeparen die doorgegeven worden aan de onderliggende python-saml-beveiligingsinstelling https://github.com/onelogin/python-saml#settings

source: SAML Service Provider extra configuration data
nl: SAML-serviceprovider extra configuratiegegevens

source: A dict of key value pairs to be passed to the underlying python-saml Service Provider configuration setting.
nl: Een dict van sleutelwaardeparen die doorgegeven moeten worden aan de onderliggende configuratie-instelling van de python-saml-serviceprovider.

source: SAML IDP to extra_data attribute mapping
nl: SAML IDP voor extra_data kenmerkentoewijzing

source: A list of tuples that maps IDP attributes to extra_attributes. Each attribute will be a list of values, even if only 1 value.
nl: Een lijst van tupels die IDP-kenmerken toewijst aan extra_attributes. Ieder kenmerk is een lijst van variabelen, zelfs als de lijst maar één variabele bevat.

source: SAML Organization Map
nl: SAML-organisatietoewijzing

source: SAML Team Map
nl: SAML-teamtoewijzing

source: SAML Organization Attribute Mapping
nl: Kenmerktoewijzing SAML-organisatie
