Repository: ctrliq/ascender
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The directory in which the service will create new temporary directories for job execution and isolation (such as credential files).
nl: De map waarin de service nieuwe tijdelijke mappen maakt voor de uitvoering en isolatie van taken (zoals referentiebestanden).

source: Paths to expose to isolated jobs
nl: Paden die kunnen worden blootgesteld aan geïsoleerde taken

source: Extra Environment Variables
nl: Extra omgevingsvariabelen

source: Additional environment variables set for playbook runs, inventory updates, project updates, and notification sending.
nl: Extra omgevingsvariabelen ingesteld voor draaiboekuitvoeringen, inventarisupdates, projectupdates en berichtverzending.

source: Run Project Updates With Higher Verbosity
nl: Project-updates met een hogere spraaklengte uitvoeren

source: Adds the CLI -vvv flag to ansible-playbook runs of project_update.yml used for project updates.
nl: Voegt de CLI -vvv-vlag toe aan een draaiboekuitvoering van project_update.yml die voor projectupdates wordt gebruikt.

source: Enable Role Download
nl: Downloaden van rol inschakelen

source: Allows roles to be dynamically downloaded from a requirements.yml file for SCM projects.
nl: Toestaan dat rollen dynamisch gedownload worden vanuit een requirements.yml-bestand voor SCM-projecten.

source: Enable Collection(s) Download
nl: Download van collectie(s) inschakelen

source: Allows collections to be dynamically downloaded from a requirements.yml file for SCM projects.
nl: Toestaan dat collecties dynamisch gedownload worden vanuit een requirements.yml-bestand voor SCM-projecten.

source: Follow symlinks
nl: Symlinks volgen

source: Follow symbolic links when scanning for playbooks. Be aware that setting this to True can lead to infinite recursion if a link points to a parent directory of itself.
nl: Volg de symbolische links bij het scannen naar playbooks. Let op: als u deze optie op True instelt, kan dat leiden tot oneindige recursie als een link naar een bovenstaande map van zichzelf wijst.

source: Ignore Ansible Galaxy SSL Certificate Verification
nl: Ansible Galaxy SSL Certificaatverificatie negeren

source: If set to true, certificate validation will not be done when installing content from any Galaxy server.
nl: Indien deze ingesteld is op true, zal de certificaatvalidatie niet worden uitgevoerd bij de installatie van inhoud vanaf een Galaxy-server.

source: Standard Output Maximum Display Size
nl: Maximale weergavegrootte voor standaardoutput

source: Maximum Size of Standard Output in bytes to display before requiring the output be downloaded.
nl: De maximale weergavegrootte van standaardoutput in bytes voordat wordt vereist dat de output wordt gedownload.

source: Job Event Standard Output Maximum Display Size
nl: Maximale weergavegrootte voor standaardoutput van taakgebeurtenissen

source: Maximum Size of Standard Output in bytes to display for a single job or ad hoc command event. `stdout` will end with `…` when truncated.
nl: De maximale weergavegrootte van standaardoutput in bytes voor één taak of ad-hoc-opdrachtgebeurtenis. `stdout` eindigt op `…` indien afgekapt.

source: Job Event Maximum Websocket Messages Per Second
nl: Maximaal aantal Websocket-berichten taakgebeurtenis per seconde

source: Maximum number of messages to update the UI live job output with per second. Value of 0 means no limit.
nl: Maximaal aantal berichten om de uitvoer van de UI live taken mee bij te werken per seconde. Waarde 0 betekent geen limiet.

source: Maximum Scheduled Jobs
nl: Maximumaantal geplande taken

source: Maximum number of the same job template that can be waiting to run when launching from a schedule before no more are created.
nl: Het maximumaantal van dezelfde sjabloon dat kan wachten op uitvoering wanneer wordt gestart vanuit een schema voordat er geen andere meer kunnen worden gemaakt.

source: Ansible Callback Plugins
nl: Ansible-terugkoppelingsplugins

source: List of paths to search for extra callback plugins to be used when running jobs. Enter one path per line.
nl: Lijst met paden om te zoeken naar extra terugkoppelingsplugins voor gebruik bij het uitvoeren van taken. Geef één pad per regel op.

source: Default Job Timeout
nl: Standaardtime-out voor taken

source: Maximum time in seconds to allow jobs to run. Use value of 0 to indicate that no timeout should be imposed. A timeout set on an individual job template will override this.
nl: Maximale tijd in seconden dat de uitvoering van taken mag duren. Gebruik een waarde van 0 om aan te geven dat geen time-out mag worden opgelegd. Als er in een individuele taaksjabloon een time-out is ingesteld, heeft deze voorrang.

source: Default Inventory Update Timeout
nl: Standaardtime-out voor inventarisupdates

source: Maximum time in seconds to allow inventory updates to run. Use value of 0 to indicate that no timeout should be imposed. A timeout set on an individual inventory source will override this.
nl: Maximale tijd in seconden die inventarisupdates mogen duren. Gebruik een waarde van 0 om aan te geven dat geen time-out mag worden opgelegd. Als er in een individuele inventarisbron een time-out is ingesteld, heeft deze voorrang.

source: Default Project Update Timeout
nl: Standaardtime-out voor projectupdates

source: Maximum time in seconds to allow project updates to run. Use value of 0 to indicate that no timeout should be imposed. A timeout set on an individual project will override this.
nl: Maximale tijd in seconden die projectupdates mogen duren. Gebruik een waarde van 0 om aan te geven dat geen time-out mag worden opgelegd. Als er in een individueel project een time-out is ingesteld, heeft deze voorrang.

source: Per-Host Ansible Fact Cache Timeout
nl: Time-out voor feitcache per-host Ansible

source: Maximum time, in seconds, that stored Ansible facts are considered valid since the last time they were modified. Only valid, non-stale, facts will be accessible by a playbook. Note, this does not influence the deletion of ansible_facts from the database. Use a value of 0 to indicate that no timeout should be imposed.
nl: Maximale tijd in seconden dat opgeslagen Ansible-feiten als geldig worden beschouwd sinds ze voor het laatst zijn gewijzigd. Alleen geldige, niet-verlopen feiten zijn toegankelijk voor een draaiboek. Merk op dat dit geen invloed heeft op de verwijdering van ansible_facts uit de database. Gebruik een waarde van 0 om aan te geven dat er geen time-out mag worden opgelegd.

source: Maximum number of forks per job
nl: Maximaal aantal vorken per opdracht

source: Saving a Job Template with more than this number of forks will result in an error. When set to 0, no limit is applied.
nl: Het opslaan van een taaksjabloon met meer vorken zal resulteren in een fout. Als dit is ingesteld op 0, wordt er geen limiet toegepast.

source: Logging Aggregator
nl: Aggregator logboekregistraties

source: Hostname/IP where external logs will be sent to.
nl: Hostnaam/IP-adres waarnaar externe logboeken worden verzonden.

source: Logging
nl: Logboekregistratie

source: Logging Aggregator Port
nl: Aggregator Port logboekregistraties

source: Port on Logging Aggregator to send logs to (if required and not provided in Logging Aggregator).
nl: Poort van Aggregator logboekregistraties waarnaar logboeken worden verzonden (indien vereist en niet geleverd in de Aggregator logboekregistraties).

source: Logging Aggregator Type
nl: Type aggregator logboekregistraties

source: Format messages for the chosen log aggregator.
nl: Maak berichten op voor de gekozen log aggregator.

source: Logging Aggregator Username
nl: Gebruikersnaam aggregator logboekregistraties

source: Username for external log aggregator (if required; HTTP/s only).
nl: Gebruikersnaam voor externe logboekaggregator (indien vereist; alleen HTTP/s).

source: Logging Aggregator Password/Token
nl: Wachtwoord/token voor aggregator logboekregistraties

source: Password or authentication token for external log aggregator (if required; HTTP/s only).
nl: Wachtwoord of authenticatietoken voor externe logboekaggregator (indien vereist; alleen HTTP/s).

source: Loggers Sending Data to Log Aggregator Form
nl: Logboekverzamelingen die gegevens verzenden naar log aggregator-formulier

source: Log System Tracking Facts Individually
nl: Logboeksysteem dat feiten individueel bijhoudt

source: If set, system tracking facts will be sent for each package, service, or other item found in a scan, allowing for greater search query granularity. If unset, facts will be sent as a single dictionary, allowing for greater efficiency in fact processing.
nl: Indien ingesteld, worden systeemtrackingfeiten verzonden voor alle pakketten, services of andere items aangetroffen in een scan, wat aan zoekquery's meer gedetailleerdheid verleent. Indien niet ingesteld, worden feiten verzonden als één woordenlijst, waardoor feiten sneller kunnen worden verwerkt.

source: Enable External Logging
nl: Externe logboekregistratie inschakelen

source: Enable sending logs to external log aggregator.
nl: Schakel de verzending in van logboeken naar een externe log aggregator.

source: Cluster-wide unique identifier.
nl: Clusterbrede, unieke id

source: Useful to uniquely identify instances.
nl: Handig om instanties uniek te identificeren.

source: Logging Aggregator Protocol
nl: Protocol aggregator logboekregistraties

source: Protocol used to communicate with log aggregator. HTTPS/HTTP assumes HTTPS unless http:// is explicitly used in the Logging Aggregator hostname.
nl: Protocol gebruikt om te communiceren met de log aggregator. HTTPS/HTTP veronderstelt HTTPS tenzij http:// expliciet wordt gebruikt in de hostnaam voor aggregator logboekregistraties.

source: TCP Connection Timeout
nl: Time-out van TCP-verbinding

source: Number of seconds for a TCP connection to external log aggregator to timeout. Applies to HTTPS and TCP log aggregator protocols.
nl: Aantal seconden voordat er een time-out optreedt voor een TCP-verbinding met een externe log aggregator. Geldt voor HTTPS en TCP log aggregator-protocollen.

source: Enable/disable HTTPS certificate verification
nl: HTTPS-certificaatcontrole in-/uitschakelen

source: Flag to control enable/disable of certificate verification when LOG_AGGREGATOR_PROTOCOL is "https". If enabled, the log handler will verify certificate sent by external log aggregator before establishing connection.
nl: Vlag om certificaatcontrole in/uit te schakelen wanneer het LOG_AGGREGATOR_PROTOCOL gelijk is aan 'https'. Indien ingeschakeld, controleert de logboekhandler het certificaat verzonden door de externe log aggregator voordat de verbinding tot stand wordt gebracht.

source: Logging Aggregator Level Threshold
nl: Drempelwaarde aggregator logboekregistraties

source: Level threshold used by log handler. Severities from lowest to highest are DEBUG, INFO, WARNING, ERROR, CRITICAL. Messages less severe than the threshold will be ignored by log handler. (messages under category awx.anlytics ignore this setting)
nl: Drempelwaarde gebruikt door logboekhandler. Ernstcategorieën van laag naar hoog zijn DEBUG, INFO, WARNING, ERROR, CRITICAL. Berichten die minder streng zijn dan de drempelwaarde, worden genegeerd door de logboekhandler. (deze instelling wordt genegeerd door berichten onder de categorie awx.anlytics)

source: File system location for rsyslogd disk persistence
nl: Locatie van het bestandssysteem voor rsyslogd-schijfpersistentie

source: Location to persist logs that should be retried after an outage of the external log aggregator (defaults to /var/lib/awx). Equivalent to the rsyslogd queue.spoolDirectory setting.
nl: Locatie om de logboeken te laten voortbestaan die moeten worden opgehaald na een storing in de externe logboekaggregator (standaard ingesteld op /var/lib/awx). Equivalent aan de rsyslogd wachtrij.spoolDirectory-instelling.

source: Enable rsyslogd debugging
nl: Rsyslogd debugging inschakelen

source: Enabled high verbosity debugging for rsyslogd. Useful for debugging connection issues for external log aggregation.
nl: Schakel hoge verbositeit debugging in voor rsyslogd. Nuttig voor het debuggen van verbindingsproblemen voor externe logboekaggregatie.

source: Interval (in seconds) between data gathering.
nl: Interval (in seconden) tussen het verzamelen van gegevens.

source: Indicates whether the instance is part of a kubernetes-based deployment.
nl: Geeft aan of de instantie onderdeel is van een op kubernetes gebaseerde implementatie.

source: Enable
nl: Inschakelen

source: None
nl: Geen

source: Application ID
nl: Toepassings-ID

source: Client Key
nl: Clientsleutel

source: Client Certificate
nl: Clientcertificaat

source: Verify SSL Certificates
nl: SSL-certificaten verifiëren

source: Lookup query for the object. Ex: Safe=TestSafe;Object=testAccountName123
nl: Query opzoeken voor het object. Bijv.: "Safe=TestSafe;Object=testAccountName123"

source: Object Query Format
nl: Indeling objectquery

source: Reason
nl: Reden

source: Object request reason. This is only needed if it is required by the object's policy.
nl: Reden objectaanvraag. Dit is alleen noodzakelijk indien vereist volgens het objectbeleid.

source: Vault URL (DNS Name)
nl: Vault-URL (DNS-naam)

source: Client ID
nl: Klant-ID

source: Tenant ID
nl: Huurder-ID

source: Cloud Environment
nl: Cloudomgeving

source: Specify which azure cloud environment to use.
nl: Geef aan welke azure cloudomgeving gebruikt moet worden.

source: Secret Name
nl: Naam van geheim

source: The name of the secret to look up.
nl: De naam van het geheim dat opgezocht moet worden.

source: Secret Version
nl: Versie van geheim

source: Used to specify a specific secret version (if left empty, the latest version will be used).
nl: Gebruikt om een specifieke versie van het geheim te specificeren (indien dit veld leeg wordt gelaten, wordt de nieuwste versie gebruikt).

source: Centrify Tenant URL
nl: Centrify huurder-URL

source: Centrify API User
nl: Centrify API-gebruiker

source: Centrify API User, having necessary permissions as mentioned in support doc
nl: Centrify API-gebruiker, met de vereiste machtigingen zoals vermeld in het ondersteuningsdocument

source: Centrify API Password
nl: Centrify API-wachtwoord

source: Password of Centrify API User with necessary permissions
nl: Wachtwoord van Centrify API-gebruiker met de vereiste machtigingen

source: OAuth2 Application ID
nl: OAuth2-toepassings-ID

source: Application ID of the configured OAuth2 Client (defaults to 'awx')
nl: Toepassings-ID van de geconfigureerde OAuth2-client (staat standaard op 'awx')

source: OAuth2 Scope
nl: OAuth2-bereik

source: Scope of the configured OAuth2 Client (defaults to 'awx')
nl: Bereik van de geconfigureerde OAuth2-client (standaard ingesteld op 'awx')

source: Account Name
nl: Accountnaam

source: Local system account or Domain account name enrolled in Centrify Vault. eg. (root or DOMAIN/Administrator)
nl: Lokale systeemaccount of domeinaccountnaam die in Centrify Vault is geregistreerd, bijv. (root of DOMAIN/Administrator)

source: System Name
nl: Systeemnaam

source: Machine Name enrolled with in Centrify Portal
nl: Machinenaam geregistreerd in Centrify Portal

source: API Key
nl: API-sleutel

source: Username
nl: Gebruikersnaam

source: Public Key Certificate
nl: Openbare sleutel van certificaat

source: Secret Identifier
nl: Identificatiecode van geheim

source: The identifier for the secret e.g., /some/identifier
nl: De identificatiecode voor het geheim, bijv. /some/identifier

source: Top-level Domain (TLD)
nl: Top-level Domein (TLD, domein op hoogste niveau)

source: Secret Path
nl: Geheim pad

source: The secret path e.g. /test/secret1
nl: Het geheime pad, bv. /test/secret1

source: Secret Field
nl: Geheim veld

source: The field to extract from the secret
nl: Het veld om uit het geheim te halen

source: URL template
nl: URL-sjabloon

source: The URL to the HashiCorp Vault
nl: De URL naar de HashiCorp Vault

source: The access token used to authenticate to the Vault server
nl: De toegangstoken die wordt gebruikt om de Vault-server te authenticeren

source: CA Certificate
nl: CA-certificaat

source: The CA certificate used to verify the SSL certificate of the Vault server
nl: Het CA-certificaat dat wordt gebruikt om het SSL-certificaat van de Vault-server te controleren

source: The Role ID for AppRole Authentication
nl: De rol-ID voor AppRole-authenticatie

source: The Secret ID for AppRole Authentication
nl: De geheim-ID voor AppRole-authenticatie

source: Namespace name (Vault Enterprise only)
nl: Naam van de naamruimte (alleen Vault Enterprise)

source: Name of the namespace to use when authenticate and retrieve secrets
nl: Naam van de naamruimte die moet worden gebruikt voor de authenticatie en het ophalen van geheimen

source: Password
nl: Wachtwoord

source: Path to Auth
nl: Pad naar authenticatie

source: Path to Secret
nl: Pad naar geheim

source: The path where the Authentication method is mounted e.g, approle
nl: Het pad waar de authenticatiemethode is geïnstalleerd, bijv. approle

source: API Version
nl: API-versie

source: API v1 is for static key/value lookups. API v2 is for versioned key/value lookups.
nl: API v1 dient voor het opzoeken van statische sleutels/waarden. API v2 dient voor het opzoeken van sleutels/waarden met een bepaalde versie.

source: Name of Secret Backend
nl: Naam van geheime back-end

source: The name of the kv secret backend (if left empty, the first segment of the secret path will be used).
nl: De naam van de geheime back-end (indien dit veld leeg wordt gelaten, wordt het eerste segment van het geheime pad gebruikt).

source: Key Name
nl: Sleutelnaam

source: The name of the key to look up in the secret.
nl: De naam van de sleutel die in het geheim moet worden opgezocht.

source: Secret Version (v2 only)
nl: Versie van geheim (alleen v2)

source: Unsigned Public Key
nl: Niet-ondertekende openbare sleutel

source: Role Name
nl: Naam van rol

source: The name of the role used to sign.
nl: De naam van de rol die wordt gebruikt om te ondertekenen.

source: Valid Principals
nl: Geldige principes

source: Valid principals (either usernames or hostnames) that the certificate should be signed for.
nl: Geldige principes (gebruikersnamen of hostnamen) waarvoor het certificaat moet worden ondertekend.

source: Secret Server URL
nl: Geheime-server-URL

source: The Base URL of Secret Server e.g. https://myserver/SecretServer or https://mytenant.secretservercloud.com
nl: De basis-URL van de geheime server, bv. https://myserver/SecretServer of https://mytenant.secretservercloud.com

source: The (Application) user username
nl: De gebruikersnaam van de (applicatie) gebruiker

source: The corresponding password
nl: Het bijbehorende wachtwoord

source: Secret ID
nl: Geheime id

source: The integer ID of the secret
nl: De id van het geheim als geheel getal

source: '{value}' is not one of ['{allowed_values}']
nl: '{value}' is niet een van ['{allowed_values}']

source: {type} provided in relative path {path}, expected {expected_type}
nl: {type} in relatief pad {path} opgegeven, verwacht {expected_type}

source: {type} provided, expected {expected_type}
nl: {type} opgegeven, {expected_type} verwacht

source: Schema validation error in relative path {path} ({error})
nl: Schemavalideringsfout in relatief pad {path} ({error})

source: required for %s
nl: vereist voor %s

source: secret values must be of type string, not {}
nl: Geheime waarden moeten van het soort reeks zijn, niet {}

source: cannot be set unless "%s" is set
nl: kan niet ingesteld worden, tenzij '%s' ingesteld is

source: must be set when SSH key is encrypted.
nl: moet worden ingesteld wanneer SSH-sleutel wordt versleuteld.

source: should not be set when SSH key is not encrypted.
nl: mag niet worden ingesteld wanneer SSH-sleutel niet is gecodeerd.

source: 'dependencies' is not supported for custom credentials.
nl: 'afhankelijkheden' is niet ondersteund voor aangepaste toegangsgegevens.

source: "tower" is a reserved field name
nl: ‘tower‘ is een gereserveerde veldnaam

source: field IDs must be unique (%s)
nl: veld-id's moeten uniek zijn (%s)

source: {} is not a {}
nl: {} is geen {}

source: {sub_key} not allowed for {element_type} type ({element_id})
nl: {sub_key} is niet toegestaan voor type {element_type} ({element_id})

source: Environment variable {} may affect Ansible configuration so its use is not allowed in credentials.
nl: Omgevingsvariabele {} kan invloed hebben op de configuratie van Ansible. Daarom is het gebruik ervan niet toegestaan in toegangsgegevens.

source: Environment variable {} is not allowed to be used in credentials.
nl: Omgevingsvariabele {} mag niet worden gebruikt in toegangsgegevens.

source: Must define unnamed file injector in order to reference `tower.filename`.
nl: Bestandsinjector zonder naam moet gedefinieerd worden om te kunnen verwijzen naar 'tower.filename'.

source: Cannot directly reference reserved `tower` namespace container.
nl: Kan niet direct verwijzen naar gereserveerde 'tower'-naamruimtehouder.

source: Must use multi-file syntax when injecting multiple files
nl: Syntaxis voor meerdere bestanden moet gebruikt worden als meerdere bestanden ingevoerd worden

source: {sub_key} uses an undefined field ({error_msg})
nl: {sub_key} gebruikt een niet-gedefinieerd veld ({error_msg})

source: Encountered unsafe code execution: {}
nl: Onveilige code-uitvoering aangetroffen: {}

source: Syntax error rendering template for {sub_key} inside of {type} ({error_msg})
nl: Syntaxisfout bij het weergeven van de sjabloon voor {sub_key} in {type} ({error_msg})

source: Formats of all available named urls
nl: Indelingen van alle beschikbare, genoemde url's

source: Read-only list of key-value pairs that shows the standard format of all available named URLs.
nl: Alleen-lezen-lijst met sleutelwaardeparen die de standaardindeling van alle beschikbare, genoemde URL's toont.

source: Named URL
nl: Genoemde URL

source: List of all named url graph nodes.
nl: Lijst met alle grafische knooppunten van genoemde URL's.

source: Read-only list of key-value pairs that exposes named URL graph topology. Use this list to programmatically generate named URLs for resources
nl: Alleen-lezen-lijst met sleutelwaardeparen die de grafische topologie van genoemde URL's duidelijk maakt. Gebruik deze lijst om programmatische genoemde URL's voor bronnen te genereren.

source: Availability Zone
nl: Beschikbaarheidszone

source: Instance ID
nl: Instantie-id

source: Instance State
nl: Instantiestaat

source: Instance Type
nl: Instantietype

source: Region
nl: Regio

source: Security Group
nl: Beveiligingsgroep

source: Tag None
nl: Tag geen

source: Entity Created
nl: Entiteit gemaakt

source: Entity Updated
nl: Entiteit bijgewerkt

source: Entity Deleted
nl: Entiteit verwijderd

source: Entity Associated with another Entity
nl: Entiteit gekoppeld aan een andere entiteit

source: Entity was Disassociated with another Entity
nl: Entiteit is losgekoppeld van een andere entiteit

source: The cluster node the activity took place on.
nl: Het clusterknooppunt waarop de activiteit plaatsvond.

source: No valid inventory.
nl: Geen geldige inventaris.

source: You must provide a machine / SSH credential.
nl: U moet een machine / SSH-referentie verschaffen.

source: Invalid type for ad hoc command
nl: Ongeldig type voor ad-hocopdracht

source: Unsupported module for ad hoc commands.
nl: Niet-ondersteunde module voor ad-hocopdrachten.

source: No argument passed to %s module.
nl: Geen argument doorgegeven aan module %s.

source: Run
nl: Uitvoeren

source: Check
nl: Controleren

source: Scan
nl: Scannen

source: Specify the type of credential you want to create. Refer to the documentation for details on each type.
nl: Geef het type referentie op dat u wilt maken. Raadpleeg de documentatie voor details over elk type.
