Repository: ctrliq/ascender
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Enter inputs using either JSON or YAML syntax. Refer to the documentation for example syntax.
nl: Geef inputs op met JSON- of YAML-syntaxis. Raadpleeg de documentatie voor voorbeeldsyntaxis.

source: Vault
nl: Kluis

source: Network
nl: Netwerk

source: Source Control
nl: Broncontrole

source: Container Registry
nl: Containerregister

source: Personal Access Token
nl: Persoonlijke toegangstoken

source: Insights
nl: Inzichten

source: External
nl: Extern

source: Galaxy/Automation Hub
nl: Galaxy-/automatiseringshub

source: Enter injectors using either JSON or YAML syntax. Refer to the documentation for example syntax.
nl: Geef injectoren op met JSON- of YAML-syntaxis. Raadpleeg de documentatie voor voorbeeldsyntaxis.

source: adding %s credential type
nl: %s soort toegangsgegevens toevoegen

source: SSH Private Key
nl: SSH-privésleutel

source: Signed SSH Certificate
nl: Ondertekend SSH-certificaat

source: Private Key Passphrase
nl: Privésleutel wachtwoordzin

source: Privilege Escalation Method
nl: Methode voor verhoging van rechten

source: Specify a method for "become" operations. This is equivalent to specifying the --become-method Ansible parameter.
nl: Specificeer een methode voor 'become'-operaties. Dit staat gelijk aan het specificeren van de Ansible-parameter voor de --become-method

source: Privilege Escalation Username
nl: Gebruikersnaam verhoging van rechten

source: Privilege Escalation Password
nl: Wachtwoord verhoging van rechten

source: SCM Private Key
nl: SCM-privésleutel

source: Vault Password
nl: Wachtwoord kluis

source: Vault Identifier
nl: Id kluis

source: Specify an (optional) Vault ID. This is equivalent to specifying the --vault-id Ansible parameter for providing multiple Vault passwords. Note: this feature only works in Ansible 2.4+.
nl: Specificeer een (optioneel) kluis-id. Dit staat gelijk aan het specificeren van de Ansible-parameter voor de --vault-id voor het opgeven van meerdere kluiswachtwoorden. Let op: deze functie werkt alleen in Ansible 2.4+.

source: Authorize
nl: Autoriseren

source: Authorize Password
nl: Wachtwoord autoriseren

source: Access Key
nl: Toegangssleutel

source: Secret Key
nl: Geheime sleutel

source: Security Token Service (STS) is a web service that enables you to request temporary, limited-privilege credentials for AWS Identity and Access Management (IAM) users.
nl: Security Token Service (STS) is een webdienst waarmee u tijdelijke toegangsgegevens met beperkte rechten aan kunt vragen voor gebruikers van AWS Identity en Access Management (IAM)

source: Password (API Key)
nl: Wachtwoord (API-sleutel)

source: Host (Authentication URL)
nl: Host (authenticatie-URL)

source: The host to authenticate with. For example, https://openstack.business.com/v2.0/
nl: De host waarmee geauthenticeerd moet worden. Bijvoorbeeld https://openstack.business.com/v2.0/

source: Project (Tenant Name)
nl: Projecten (naam huurder)

source: Project (Domain Name)
nl: Project (Domeinnaam)

source: Domain Name
nl: Domeinnaam

source: OpenStack domains define administrative boundaries. It is only needed for Keystone v3 authentication URLs. Refer to the documentation for common scenarios.
nl: Domeinen van OpenStack bepalen administratieve grenzen. Het is alleen nodig voor Keystone v3 authenticatie-URL's. Raadpleeg documentatie voor veel voorkomende scenario's.

source: Region Name
nl: Regionaam

source: For some cloud providers, like OVH, region must be specified
nl: Voor sommige cloudproviders, zoals OVH, moet de regio worden gespecificeerd

source: Verify SSL
nl: SSL verifiëren

source: Enter the hostname or IP address that corresponds to your VMware vCenter.
nl: Voer de hostnaam of het IP-adres in dat overeenkomt met uw VMware vCenter.

source: Service Account Email Address
nl: E-mailadres service-account

source: The email address assigned to the Google Compute Engine service account.
nl: Het e-mailadres dat toegewezen is aan het Google Compute Engine-serviceaccount.

source: The Project ID is the GCE assigned identification. It is often constructed as three words or two words followed by a three-digit number. Examples: project-id-000 and another-project-id
nl: Het project-ID is de toegewezen GCE-identificatie. Dit bestaat vaak uit drie woorden of uit twee woorden, gevolgd door drie getallen. Bijvoorbeeld: project-id-000 of another-project-id

source: RSA Private Key
nl: RSA-privésleutel

source: Paste the contents of the PEM file associated with the service account email.
nl: Plak hier de inhoud van het PEM-bestand dat bij de e-mail van het serviceaccount hoort.

source: Subscription ID
nl: Abonnement-ID

source: Subscription ID is an Azure construct, which is mapped to a username.
nl: Abonnement-ID is een concept van Azure en is gelinkt aan een gebruikersnaam.

source: Azure Cloud Environment
nl: Azure-cloudomgeving

source: Environment variable AZURE_CLOUD_ENVIRONMENT when using Azure GovCloud or Azure stack.
nl: Omgevingsvariabele AZURE_CLOUD_OMGEVING wanneer u Azure GovCloud of Azure stack gebruikt.

source: GitHub Personal Access Token
nl: GitHub persoonlijke toegangstoken

source: This token needs to come from your profile settings in GitHub
nl: Deze token moet afkomstig zijn van uw profielinstellingen in GitHub

source: GitLab Personal Access Token
nl: Persoonlijke toegangstoken van GitLab

source: This token needs to come from your profile settings in GitLab
nl: Deze token moet afkomstig zijn van uw profielinstellingen in GitLab

source: An OAuth token to use to authenticate with.This should not be set if username/password are being used.
nl: Een OAuth-token waarmee geauthenticeerd moet worden. Stel dit niet in als er een gebruikersnaam en wachtwoord wordt gebruikt.

source: OpenShift or Kubernetes API Bearer Token
nl: OpenShift of Kubernetes API-toondertoken

source: OpenShift or Kubernetes API Endpoint
nl: OpenShift of Kubernetes API-eindpunt

source: The OpenShift or Kubernetes API Endpoint to authenticate with.
nl: Het OpenShift of Kubernetes API-eindpunt om mee te authenticeren.

source: API authentication bearer token
nl: API-authenticatie toondertoken

source: Certificate Authority data
nl: Gegevens van de certificeringsinstantie

source: Authentication URL
nl: Authenticatie-URL

source: Authentication endpoint for the container registry.
nl: Authenticatie-eindpunt voor het containerregister.

source: Password or Token
nl: Wachtwoord of token

source: A password or token used to authenticate with
nl: Een wachtwoord of token om mee te authenticeren

source: Ansible Galaxy/Automation Hub API Token
nl: API-Token Ansible Galaxy-/automatiseringshub

source: The URL of the Galaxy instance to connect to.
nl: De URL van de Galaxy-instantie om verbinding mee te maken.

source: Auth Server URL
nl: Authenticatieserver-URL

source: The URL of a Keycloak server token_endpoint, if using SSO auth.
nl: De URL van een token_endpoint van een Keycloak-server, bij gebruik van SSO-authenticatie.

source: A token to use for authentication against the Galaxy instance.
nl: Een token om te gebruiken voor authenticatie tegen de Galaxy-instantie.

source: Target must be a non-external credential
nl: Doel moet een niet-extern toegangsgegeven zijn

source: Source must be an external credential
nl: Bron moet een extern toegangsgegeven zijn

source: Input field must be defined on target credential (options are {}).
nl: Inputveld moet gedefinieerd worden op doel-toegangsgegeven (opties zijn {}).

source: Host Failed
nl: Host is mislukt

source: Host Started
nl: Host gestart

source: Host Failure
nl: Hostmislukking

source: Host Skipped
nl: Host overgeslagen

source: Host Unreachable
nl: Host onbereikbaar

source: No Hosts Remaining
nl: Geen resterende hosts

source: Host Async Failure
nl: Host Async mislukking

source: Item Failed
nl: Item mislukt

source: Item Skipped
nl: Item overgeslagen

source: Host Retry
nl: Host opnieuw proberen

source: File Difference
nl: Bestandsverschil

source: Playbook Started
nl: Draaiboek gestart

source: Running Handlers
nl: Handlers die worden uitgevoerd

source: Including File
nl: Inclusief bestand

source: No Hosts Matched
nl: Geen overeenkomende hosts

source: Task Started
nl: Taak gestart

source: Variables Prompted
nl: Variabelen gevraagd

source: Gathering Facts
nl: Feiten verzamelen

source: internal: on Import for Host
nl: intern: bij importeren voor host

source: internal: on Not Import for Host
nl: intern: niet bij importeren voor host

source: Play Started
nl: Afspelen gestart

source: Playbook Complete
nl: Draaiboek voltooid

source: Debug
nl: Foutopsporing

source: Verbose
nl: Uitgebreid

source: Deprecated
nl: Afgeschaft

source: Warning
nl: Waarschuwing

source: System Warning
nl: Systeemwaarschuwing

source: Error
nl: Fout

source: Always pull container before running.
nl: Pull altijd de container vóór uitvoering.

source: Only pull the image if not present before running.
nl: Pull de image alleen als deze niet aanwezig is vóór uitvoering.

source: Never pull container before running.
nl: Pull nooit aan een container vóór uitvoering.

source: The organization used to determine access to this execution environment.
nl: De organisatie gebruikt om toegang tot deze uitvoeringsomgeving te bepalen.

source: image location
nl: imagelocatie

source: The full image location, including the container registry, image name, and version tag.
nl: De volledige imagelocatie, inclusief het containerregister, de imagenaam en de versietag.

source: Pull image before running?
nl: Image pullen vóór uitvoering?

source: Instances that are members of this InstanceGroup
nl: Instanties die lid zijn van deze InstanceGroup

source: Percentage of Instances to automatically assign to this group
nl: Percentage van instanties die automatisch aan deze groep toegewezen moeten worden

source: Static minimum number of Instances to automatically assign to this group
nl: Statistisch minimumaantal instanties dat automatisch toegewezen moet worden aan deze groep

source: List of exact-match Instances that will always be automatically assigned to this group
nl: Lijst van exact overeenkomende instanties die altijd automatisch worden toegewezen aan deze groep

source: Hosts have a direct link to this inventory.
nl: Hosts hebben een directe koppeling naar deze inventaris.

source: Hosts for inventory generated using the host_filter property.
nl: Hosts voor inventaris gegenereerd met de eigenschap host_filter.

source: inventories
nl: inventarissen

source: Organization containing this inventory.
nl: Organisatie die deze inventaris bevat.

source: Inventory variables in JSON or YAML format.
nl: Inventarisvariabelen in JSON- of YAML-indeling.

source: This field is deprecated and will be removed in a future release. Flag indicating whether any hosts in this inventory have failed.
nl: Dit veld is verouderd en wordt verwijderd uit toekomstige uitgaven. De vlag geeft aan of hosts in deze inventaris storingen ondervinden.

source: This field is deprecated and will be removed in a future release. Total number of hosts in this inventory.
nl: Dit veld is verouderd en wordt verwijderd uit toekomstige uitgaven. Totaalaantal hosts in deze inventaris.

source: This field is deprecated and will be removed in a future release. Number of hosts in this inventory with active failures.
nl: Dit veld is verouderd en wordt verwijderd uit toekomstige uitgaven. Aantal hosts in deze inventaris met actieve storingen.

source: This field is deprecated and will be removed in a future release. Total number of groups in this inventory.
nl: Dit veld is verouderd en wordt verwijderd uit toekomstige uitgaven. Totaalaantal groepen in deze inventaris.

source: This field is deprecated and will be removed in a future release. Flag indicating whether this inventory has any external inventory sources.
nl: Dit veld is verouderd en wordt verwijderd uit toekomstige uitgaven. Vlag die aangeeft of deze inventaris externe inventarisbronnen bevat.

source: Total number of external inventory sources configured within this inventory.
nl: Totaal aantal externe inventarisbronnen dat binnen deze inventaris is geconfigureerd.

source: Number of external inventory sources in this inventory with failures.
nl: Aantal externe inventarisbronnen in deze inventaris met mislukkingen.

source: Kind of inventory being represented.
nl: Soort inventaris dat wordt voorgesteld.

source: Filter that will be applied to the hosts of this inventory.
nl: Filter dat wordt toegepast op de hosts van deze inventaris.

source: Flag indicating the inventory is being deleted.
nl: Vlag die aangeeft dat de inventaris wordt verwijderd.

source: Could not parse subset as slice specification.
nl: Kan subset niet als deelspecificatie parseren.

source: Slice number must be less than total number of slices.
nl: Deelaantal moet lager zijn dan het totale aantal delen.

source: Slice number must be 1 or higher.
nl: Deelaantal moet 1 of hoger zijn.

source: Is this host online and available for running jobs?
nl: Is deze host online en beschikbaar om taken uit te voeren?

source: The value used by the remote inventory source to uniquely identify the host
nl: De waarde die de externe inventarisbron gebruikt om de host uniek te identificeren

source: Host variables in JSON or YAML format.
nl: Hostvariabelen in JSON- of YAML-indeling.

source: Inventory source(s) that created or modified this host.
nl: Inventarisbronnen die deze host hebben gemaakt of gewijzigd.

source: Arbitrary JSON structure of most recent ansible_facts, per-host.
nl: Willekeurige JSON-structuur van meest recente ansible_facts, per host/

source: The date and time ansible_facts was last modified.
nl: De datum en tijd waarop ansible_facts voor het laatst is gewijzigd.

source: Group variables in JSON or YAML format.
nl: Groepeer variabelen in JSON- of YAML-indeling.

source: Hosts associated directly with this group.
nl: Hosts direct gekoppeld aan deze groep.

source: Inventory source(s) that created or modified this group.
nl: Inventarisbronnen die deze groep hebben gemaakt of gewijzigd.

source: When the host was first automated against
nl: Toen er voor het eerst tegen de host werd geautomatiseerd

source: When the host was last automated against
nl: Toen er voor het laatst tegen de host werd geautomatiseerd

source: File, Directory or Script
nl: Bestand, map of script

source: Sourced from a Project
nl: Afkomstig uit een project

source: Inventory source variables in YAML or JSON format.
nl: Bronvariabelen inventaris in YAML- of JSON-indeling.

source: Retrieve the enabled state from the given dict of host variables. The enabled variable may be specified as "foo.bar", in which case the lookup will traverse into nested dicts, equivalent to: from_dict.get("foo", {}).get("bar", default)
nl: Haal de ingeschakelde status op uit het gegeven dictaat van de hostvariabelen. De ingeschakelde variabele kan gespecificeerd worden als "foo.bar". De zoekopdracht zal dan overgaan in geneste dictaten, gelijk aan: from_dict.get("foo", {}).get("bar", standaard)

source: Only used when enabled_var is set. Value when the host is considered enabled. For example if enabled_var="status.power_state"and enabled_value="powered_on" with host variables:{ "status": { "power_state": "powered_on", "created": "2020-08-04T18:13:04+00:00", "healthy": true }, "name": "foobar", "ip_address": "192.168.2.1"}The host would be marked enabled. If power_state where any value other than powered_on then the host would be disabled when imported. If the key is not found then the host will be enabled
nl: Alleen gebruikt wanneer enabled_var is ingesteld. Waarde wanneer de host als ingeschakeld wordt beschouwd. Bijvoorbeeld als enabled_var="status.power_state "en enabled_value="powered_on" met hostvariabelen:{ "status": { "power_state": "powered_on", "created": "2020-08-04T18:13:04+00:00", "healthy": true }, "name": "foobar", "ip_address": "192.168.2.1"}De host zou als ingeschakeld worden weergegeven. Als power_state een andere waarde dan powered_on heeft, wordt de host uitgeschakeld wanneer deze wordt geïmporteerd. Als de sleutel niet wordt gevonden, wordt de host ingeschakeld

source: Overwrite local groups and hosts from remote inventory source.
nl: Overschrijf lokale groepen en hosts op grond van externe inventarisbron.

source: Overwrite local variables from remote inventory source.
nl: Overschrijf lokale variabelen op grond van externe inventarisbron.

source: The amount of time (in seconds) to run before the task is canceled.
nl: De hoeveelheid tijd (in seconden) voor uitvoering voordat de taak wordt geannuleerd.

source: Cloud-based inventory sources (such as %s) require credentials for the matching cloud service.
nl: Cloudgebaseerde inventarisbronnen (zoals %s) vereisen toegangsgegevens voor de overeenkomende cloudservice.

source: Credential is required for a cloud source.
nl: Referentie is vereist voor een cloudbron.

source: Credentials of type machine, source control, insights and vault are disallowed for custom inventory sources.
nl: Toegangsgegevens van soort machine, bronbeheer, inzichten en kluis zijn niet toegestaan voor aangepaste inventarisbronnen.

source: Credentials of type insights and vault are disallowed for scm inventory sources.
nl: Toegangsgegevens van het soort inzichten en kluis zijn niet toegestaan voor scm-inventarisbronnen.

source: Project containing inventory file used as source.
nl: Project met inventarisbestand dat wordt gebruikt als bron.

source: Cannot set source_path if not SCM type.
nl: Kan source_path niet instellen als het geen SCM-type is.

source: Inventory files from this Project Update were used for the inventory update.
nl: Inventarisbestanden uit deze projectupdate zijn gebruikt voor de inventarisupdate.

source: SCM Revision
nl: SCM-revisie

source: Inventory script contents
nl: Inhoud inventarisscript

source: If enabled, textual changes made to any templated files on the host are shown in the standard output
nl: Indien ingeschakeld, worden tekstwijzigingen aangebracht in sjabloonbestanden op de host weergegeven in de standaardoutput

source: Branch to use in job run. Project default used if blank. Only allowed if project allow_override field is set to true.
nl: Vertakking om bij het uitvoeren van een klus te gebruiken. Projectstandaard wordt gebruikt indien leeg. Alleen toegestaan als project allow_override field is ingesteld op true.

source: If enabled, the service will act as an Ansible Fact Cache Plugin; persisting facts at the end of a playbook run to the database and caching facts for use by Ansible.
nl: Indien ingeschakeld, treedt de service op als een Ansible Fact Cache Plugin en handhaaft feiten aan het einde van een draaiboekuitvoering in een database en worden feiten voor gebruik door Ansible in het cachegeheugen opgeslagen.

source: The number of jobs to slice into at runtime. Will cause the Job Template to launch a workflow if value is greater than 1.
nl: Het aantal taken om in te verdelen bij doorlooptijd. Zorgt ervoor dat de taaksjabloon een workflow opstart als de waarde groter is dan 1.

source: Job Template must provide 'inventory' or allow prompting for it.
nl: Taaksjabloon moet 'inventory' verschaffen of toestaan erom te vragen.

source: Maximum number of forks ({settings.MAX_FORKS}) exceeded.
nl: Maximaal aantal vorken ({settings.MAX_FORKS}) overschreden.

source: Project is missing.
nl: Project ontbreekt.

source: Project does not allow override of branch.
nl: Project laat geen overschrijving van vertakking toe.

source: Field is not configured to prompt on launch.
nl: Veld is niet ingesteld om een melding te sturen bij opstarten.

source: Saved launch configurations cannot provide passwords needed to start.
nl: Opgeslagen instellingen voor bij opstarten kunnen geen wachtwoorden die nodig zijn voor opstarten opgeven.

source: Job Template {} is missing or undefined.
nl: Taaksjabloon {} ontbreekt of is niet gedefinieerd.

source: The SCM Revision from the Project used for this job, if available
nl: De SCM-revisie uit het project gebruikt voor deze taak, indien beschikbaar

source: The SCM Refresh task used to make sure the playbooks were available for the job run
nl: De taak SCM vernieuwen gebruik om te verzekeren dat de draaiboeken beschikbaar waren om de taak uit te voeren

source: If part of a sliced job, the ID of the inventory slice operated on. If not part of sliced job, parameter is not used.
nl: Indien onderdeel van een verdeelde taak, is dit het ID van het inventarisdeel waaraan gewerkt wordt. Indien geen onderdeel van een verdeelde taak, wordt deze parameter niet gebruikt.

source: If ran as part of sliced jobs, the total number of slices. If 1, job is not part of a sliced job.
nl: Indien uitgevoerd als onderdeel van verdeelde taken, het aantal delen. Indien 1 taak, dan is het niet onderdeel van een verdeelde taak.

source: {status_value} is not a valid status option.
nl: {status_value} is geen geldige statusoptie.

source: Inventory applied as a prompt, assuming job template prompts for inventory
nl: Inventarisatie toegepast als een melding, neemt de vorm aan van taaksjabloonmelding voor de inventarisatie

source: job host summaries
nl: taakhostoverzichten

source: Remove jobs older than a certain number of days
nl: Taken ouder dan een bepaald aantal dagen verwijderen

source: Remove activity stream entries older than a certain number of days
nl: Vermeldingen activiteitenstroom ouder dan een bepaald aantal dagen verwijderen

source: Removes expired browser sessions from the database
nl: Verwijdert verlopen browsersessies uit de database

source: Removes expired OAuth 2 access tokens and refresh tokens
nl: Verwijdert vervallen OAuth 2-toegangstokens en verversingstokens

source: Variables {list_of_keys} are not allowed for system jobs.
nl: Variabelen {list_of_keys} zijn niet toegestaan voor systeemtaken.

source: days must be a positive integer.
nl: dagen moet een positief geheel getal zijn.

source: Organization this label belongs to.
nl: Organisatie waartoe dit label behoort.

source: Variables {list_of_keys} are not allowed on launch. Check the Prompt on Launch setting on the {model_name} to include Extra Variables.
nl: Variabelen {list_of_keys} zijn niet toegestaan bij opstarten. Ga naar de instelling Melding bij opstarten op {model_name} om extra variabelen toe te voegen.

source: The container image to be used for execution.
nl: De containerimage die gebruikt moet worden voor de uitvoering.

source: Local absolute file path containing a custom Python virtualenv to use
nl: Plaatselijk absoluut bestandspad dat een aangepaste Python virtualenv bevat om te gebruiken

source: {} is not a valid virtualenv in {}
nl: {} is geen geldige virtualenv in {}

source: Service that webhook requests will be accepted from
nl: Service van waar webhookverzoeken worden geaccepteerd

source: Shared secret that the webhook service will use to sign requests
nl: Gedeeld geheim dat de webhookservice gebruikt om verzoeken te ondertekenen

source: Personal Access Token for posting back the status to the service API
nl: Persoonlijk Toegangstoken voor het terugplaatsen van de status naar de API-service

source: Unique identifier of the event that triggered this webhook
nl: Unieke identificatie van de gebeurtenis die deze webhook heeft geactiveerd

source: Optional custom messages for notification template.
nl: Optionele aangepaste berichten voor berichtensjabloon.

source: Pending
nl: In afwachting

source: Successful
nl: Geslaagd

source: Failed
nl: Mislukt

source: status must be either running, succeeded or failed
nl: status moet in uitvoering, geslaagd of mislukt zijn

source: application
nl: toepassing

source: Confidential
nl: Vertrouwelijk

source: Public
nl: Openbaar

source: Authorization code
nl: Machtigingscode

source: Resource owner password-based
nl: Eigenaar hulpbron op basis van wachtwoord
