Repository: ctrliq/ascender
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Organization containing this application.
nl: Organisatie die deze toepassing bevat.

source: Used for more stringent verification of access to an application when creating a token.
nl: Gebruikt voor strengere toegangscontrole voor een toepassing bij het aanmaken van een token.

source: Set to Public or Confidential depending on how secure the client device is.
nl: Ingesteld op openbaar of vertrouwelijk, afhankelijk van de beveiliging van het toestel van de klant.

source: Set True to skip authorization step for completely trusted applications.
nl: Stel in op True om de autorisatie over te slaan voor volledig vertrouwde toepassingen.

source: The Grant type the user must use for acquire tokens for this application.
nl: Het soort toekenning dat de gebruiker moet gebruiken om tokens te verkrijgen voor deze toepassing.

source: access token
nl: toegangstoken

source: The user representing the token owner
nl: De gebruiker die de tokeneigenaar vertegenwoordigt

source: Allowed scopes, further restricts user's permissions. Must be a simple space-separated string with allowed scopes ['read', 'write'].
nl: Toegestane bereiken, beperkt de machtigingen van de gebruiker verder. Moet een reeks zijn die gescheiden is met enkele spaties en die toegestane bereiken heeft ['lezen', 'schrijven'].

source: OAuth2 Tokens cannot be created by users associated with an external authentication provider ({})
nl: OAuth2-tokens kunnen niet aangemaakt worden door gebruikers die verbonden zijn met een externe verificatieprovider ({})

source: Maximum number of hosts allowed to be managed by this organization.
nl: Maximumaantal hosts dat door deze organisatie beheerd mag worden.

source: The default execution environment for jobs run by this organization.
nl: De standaard-uitvoeringsomgeving voor taken die door deze organisatie worden uitgevoerd.

source: Manual
nl: Handmatig

source: Subversion
nl: Subversie

source: Remote Archive
nl: Extern archief

source: Local path (relative to PROJECTS_ROOT) containing playbooks and related files for this project.
nl: Lokaal pad (ten opzichte van PROJECTS_ROOT) met draaiboeken en gerelateerde bestanden voor dit project.

source: SCM Type
nl: Type SCM

source: Specifies the source control system used to store the project.
nl: Specificeert het broncontrolesysteem gebruikt om het project op te slaan.

source: The location where the project is stored.
nl: De locatie waar het project is opgeslagen.

source: SCM Branch
nl: SCM-vertakking

source: Specific branch, tag or commit to checkout.
nl: Specifieke vertakking, tag of toewijzing om uit te checken.

source: For git projects, an additional refspec to fetch.
nl: Een extra refspec halen voor git-projecten

source: Discard any local changes before syncing the project.
nl: Verwijder alle lokale wijzigingen voordat u het project synchroniseert.

source: Delete the project before syncing.
nl: Verwijder het project alvorens te synchroniseren.

source: Track submodules latest commits on defined branch.
nl: Volg de laatste commits van de submodule op de gedefinieerde vertakking.

source: Invalid SCM URL.
nl: Ongeldige SCM URL.

source: SCM URL is required.
nl: SCM URL is vereist.

source: Insights Credential is required for an Insights Project.
nl: Insights-referentie is vereist voor een Insights-project.

source: Credential kind must be 'insights'.
nl: Referentiesoort moet 'insights' zijn.

source: Credential kind must be 'scm'.
nl: Referentie moet 'scm' zijn.

source: Invalid credential.
nl: Ongeldige referentie.

source: The default execution environment for jobs run using this project.
nl: De standaard-uitvoeringsomgeving voor taken die met dit project worden uitgevoerd.

source: Update the project when a job is launched that uses the project.
nl: Werk het project bij wanneer een taak wordt gestart waarin het project wordt gebruikt.

source: The number of seconds after the last project update ran that a new project update will be launched as a job dependency.
nl: Het aantal seconden na uitvoering van de laatste projectupdate waarna een nieuwe projectupdate wordt gestart als een taakafhankelijkheid.

source: Allow changing the SCM branch or revision in a job template that uses this project.
nl: Maak het mogelijk om de SCM-tak of de revisie te wijzigen in een taaksjabloon die gebruik maakt van dit project.

source: The last revision fetched by a project update
nl: De laatste revisie opgehaald door een projectupdate

source: Playbook Files
nl: Draaiboekbestanden

source: List of playbooks found in the project
nl: Lijst met draaiboekbestanden aangetroffen in het project

source: Inventory Files
nl: Inventarisbestanden

source: Suggested list of content that could be Ansible inventory in the project
nl: Aanbevolen lijst met inhoud die een Ansible-inventaris in het project kan zijn

source: Organization cannot be changed when in use by job templates.
nl: De organisatie kan niet worden gewijzigd wanneer deze gebruikt wordt door sjablonen.

source: Missing a revision to run due to failed project update.
nl: Een revisie om uit te voeren ontbreekt vanwege een projectupdate.

source: Parts of the project update playbook that will be run.
nl: Delen van het projectupdatedraaiboek die worden uitgevoerd.

source: The SCM Revision discovered by this update for the given project and branch.
nl: De SCM-revisie die door deze update voor het betreffende project en de betreffende vertakking ontdekt is.

source: System Administrator
nl: Systeembeheerder

source: System Auditor
nl: Systeemcontroleur

source: Admin
nl: Beheerder

source: Project Admin
nl: Projectbeheerder

source: Inventory Admin
nl: Inventarisbeheerder

source: Credential Admin
nl: Toegangsgegevensbeheerder

source: Job Template Admin
nl: Beheer taaksjabloon

source: Execution Environment Admin
nl: Beheerder uitvoeringsomgeving

source: Workflow Admin
nl: Workflowbeheerder

source: Notification Admin
nl: Meldingbeheerder

source: Auditor
nl: Controleur

source: Execute
nl: Uitvoeren

source: Member
nl: Lid

source: Read
nl: Lezen

source: Update
nl: Bijwerken

source: Use
nl: Gebruiken

source: Approve
nl: Goedkeuring

source: Can manage all aspects of the system
nl: Kan alle aspecten van het systeem beheren

source: Can view all aspects of the system
nl: Kan alle aspecten van het systeem bekijken

source: May run ad hoc commands on the %s
nl: Kan mogelijk ad-hoc-opdrachten op de %s uitvoeren

source: Can manage all aspects of the %s
nl: Kan alle aspecten van %s beheren

source: Can manage all projects of the %s
nl: Kan alle projecten van de %s beheren

source: Can manage all inventories of the %s
nl: Kan alle inventarissen van de %s beheren

source: Can manage all credentials of the %s
nl: Kan alle toegangsgegevens van de %s beheren

source: Can manage all job templates of the %s
nl: Kan alle taaksjablonen van de %s beheren.

source: Can manage all execution environments of the %s
nl: Kan alle uitvoeringsomgevingen van de %s beheren

source: Can manage all workflows of the %s
nl: Kan alle workflows van de %s beheren

source: Can manage all notifications of the %s
nl: Kan alle meldingen van de %s beheren

source: Can view all aspects of the %s
nl: Kan alle aspecten van de %s bekijken

source: May run any executable resources in the organization
nl: Kan alle uitvoerbare hulpbronnen in de organisatie uitvoeren

source: May run the %s
nl: Kan %s mogelijk uitvoeren

source: User is a member of the %s
nl: Gebruiker is lid van %s

source: May view settings for the %s
nl: Kan mogelijk instellingen voor %s bekijken

source: May update the %s
nl: Kan de %s mogelijk bijwerken

source: Can use the %s in a job template
nl: Kan %s gebruiken in een taaksjabloon

source: Can approve or deny a workflow approval node
nl: Kan een workflow-goedkeuringsknooppunt goedkeuren of weigeren

source: roles
nl: rollen

source: Enables processing of this schedule.
nl: Maakt de verwerking van dit schema mogelijk.

source: The first occurrence of the schedule occurs on or after this time.
nl: Het eerste voorkomen van het schema treedt op of na deze tijd op.

source: The last occurrence of the schedule occurs before this time, aftewards the schedule expires.
nl: Het laatste voorkomen van het schema treedt voor deze tijd op, nadat het schema is verlopen.

source: A value representing the schedules iCal recurrence rule.
nl: Een waarde die de iCal-herhalingsregel van het schema voorstelt.

source: The next time that the scheduled action will run.
nl: De volgende keer dat de geplande actie wordt uitgevoerd.

source: New
nl: Nieuw

source: Waiting
nl: Wachten

source: Running
nl: In uitvoering

source: Canceled
nl: Geannuleerd

source: Never Updated
nl: Nooit bijgewerkt

source: Missing
nl: Ontbrekend

source: No External Source
nl: Geen externe bron

source: Updating
nl: Bijwerken

source: The organization used to determine access to this template.
nl: De organisatie heeft de toegang tot dit sjabloon bepaald.

source: Field is not allowed on launch.
nl: Veld is niet toegestaan bij opstarten.

source: Variables {list_of_keys} provided, but this template cannot accept variables.
nl: Variabelen {list_of_keys} opgegeven, maar deze sjabloon kan geen variabelen accepteren.

source: Relaunch
nl: Opnieuw starten

source: Callback
nl: Terugkoppelen

source: Scheduled
nl: Gepland

source: Dependency
nl: Afhankelijkheid

source: Sync
nl: Synchroniseren

source: The node the job executed on.
nl: Het knooppunt waarop de taak is uitgevoerd.

source: The instance that managed the execution environment.
nl: De instantie die de uitvoeringsomgeving beheerd heeft.

source: The date and time the job was queued for starting.
nl: De datum en tijd waarop de taak in de wachtrij is gezet om te worden gestart.

source: If True, the task manager has already processed potential dependencies for this job.
nl: Als dit True is, heeft de taakmanager potentiële afhankelijkheden voor deze functie al verwerkt.

source: The date and time the job finished execution.
nl: De datum en tijd waarop de taak de uitvoering heeft beëindigd.

source: The date and time when the cancel request was sent.
nl: De datum en het tijdstip waarop het annuleringsverzoek is verzonden.

source: Elapsed time in seconds that the job ran.
nl: Verstreken tijd in seconden dat de taak is uitgevoerd.

source: A status field to indicate the state of the job if it wasn't able to run and capture stdout
nl: Een statusveld om de status van de taak aan te geven als deze niet kon worden uitgevoerd en stdout niet kon worden vastgelegd

source: The Instance group the job was run under
nl: De instantiegroep waaronder de taak werd uitgevoerd

source: The organization used to determine access to this unified job.
nl: De organisatie heeft de toegang tot deze uniforme taak bepaald.

source: The Collections names and versions installed in the execution environment.
nl: De in de uitvoeringsomgeving geïnstalleerde Collections-namen en -versies.

source: The version of Ansible Core installed in the execution environment.
nl: De versie van Ansible Core geïnstalleerd in de uitvoeringsomgeving.

source: The Receptor work unit ID associated with this job.
nl: De id van de receptor-werkeenheid die bij deze taak hoort.

source: If enabled then the node will only run if all of the parent nodes have met the criteria to reach this node
nl: Indien ingeschakeld zal het knooppunt alleen draaien als alle bovenliggende knooppunten aan de criteria voldoen om dit knooppunt te bereiken

source: An identifier for this node that is unique within its workflow. It is copied to workflow job nodes corresponding to this node.
nl: Een id voor dit knooppunt die uniek is binnen de workflow. De id wordt gekopieerd naar workflow-taakknooppunten die overeenkomen met dit knooppunt.

source: Indicates that a job will not be created when True. Workflow runtime semantics will mark this True if the node is in a path that will decidedly not be ran. A value of False means the node may not run.
nl: Geeft aan dat er geen taak wordt aangemaakt indien True. De semantische analyse van de workflowdoorlooptijd zal dit markeren als True als het knooppunt een pad is dat onmiskenbaar niet zal worden uitgevoerd. De waarde False betekent dat het knooppunt mogelijk niet wordt uitgevoerd.

source: An identifier coresponding to the workflow job template node that this node was created from.
nl: Een id die overeenkomt met het knooppunt voor het workflowtaaksjabloon waaruit dit knooppunt is gemaakt.

source: Bad launch configuration starting template {template_pk} as part of workflow {workflow_pk}. Errors: {error_text}
nl: Slechte opstartconfiguratie van sjabloon {template_pk} als onderdeel van workflow {workflow_pk}. Fouten: {error_text}

source: If automatically created for a sliced job run, the job template the workflow job was created from.
nl: Indien automatisch aangemaakt voor een verdeelde taak, voer dan de taaksjabloon van de workflowtaak waar het van gemaakt is uit.

source: The amount of time (in seconds) before the approval node expires and fails.
nl: De hoeveelheid tijd (in seconden) voordat het goedkeuringsknooppunt verloopt en mislukt.

source: Shows when an approval node (with a timeout assigned to it) has timed out.
nl: Geeft aan wanneer een goedkeuringsknooppunt (met een toegewezen time-out) is verlopen.

source: Error converting time {} or timeEnd {} to int.
nl: Fout bij omzetten tijd {} of timeEnd {} tot int.

source: Error converting time {} and/or timeEnd {} to int.
nl: Fout bij omzetten tijd {} en/of timeEnd {} tot int.

source: Error sending notification grafana: {}
nl: Fout bij verzending grafana-melding: {}

source: Exception connecting to irc server: {}
nl: Uitzondering bij het maken van de verbinding met de irc-server: {}

source: Error sending notification mattermost: {}
nl: Fout bij verzending bericht mattermost: {}

source: Exception connecting to PagerDuty: {}
nl: Uitzondering bij het maken van de verbinding met PagerDuty: {}

source: Exception sending messages: {}
nl: Uitzondering bij het verzenden van berichten: {}

source: Error sending notification rocket.chat: {}
nl: Fout bij verzending bericht rocket.chat: {}

source: Exception connecting to Twilio: {}
nl: Uitzondering bij het maken van de verbinding met Twilio: {}

source: No error handling path for workflow job node(s) [{node_status}]. Workflow job node(s) missing unified job template and error handling path [{no_ufjt}].
nl: Geen foutverwerkingspad voor workflowtaakknooppunt(en) [{node_status}]. Voor workflowknooppunt(en) ontbreekt een gemeenschappelijk taaksjabloon en foutverwerkingspad [{no_ufjt}].

source: Invalid openshift or k8s cluster credential
nl: Ongeldige openshift- of k8s-clusterreferentie

source: Failed to create secret for container group {} because additional service account role rules are needed. Add get, create and delete role rules for secret resources for your cluster credential.
nl: Het is niet gelukt om een geheim te maken voor containergroep {} omdat er extra rolregels voor de serviceaccount nodig zijn. Voeg rolregels voor ophalen, aanmaken en verwijderen toe voor geheime bronnen voor uw clusterreferentie.

source: Failed to delete secret for container group {} because additional service account role rules are needed. Add create and delete role rules for secret resources for your cluster credential.
nl: Het is niet gelukt om een geheim te verwijderen voor containergroep {} omdat er extra rolregels voor de serviceaccount nodig zijn. Voeg rolregels voor aanmaken en verwijderen toe voor geheime bronnen voor uw clusterreferentie.

source: Failed to create imagePullSecret: {}. Check that openshift or k8s credential has permission to create a secret.
nl: Niet gelukt om imagePullSecret aan te maken: {}. Controleer of openshift- of k8s-referentie toestemming heeft om een geheim aan te maken.

source: No error handling paths found, marking workflow as failed
nl: Geen foutafhandelingspaden gevonden, workflow gemarkeerd als mislukt

source: Workflow Job spawned from workflow could not start because it would result in recursion (spawn order, most recent first: {})
nl: Workflowtaak voortgebracht vanuit workflow kon niet starten omdat dit resulteerde in een recursie (voortbrengorder, meest recente als eerste: {})

source: Job spawned from workflow could not start because it was missing a related resource such as project or inventory
nl: Taak voortgebracht vanuit workflow kon niet starten omdat een gerelateerde bron zoals project of inventaris ontbreekt

source: Job spawned from workflow could not start because it was not in the right state or required manual credentials
nl: Taak voortgebracht vanuit workflow kon niet starten omdat deze niet de juiste status of vereiste handmatige referenties had

source: waiting for {blocked_by._meta.model_name}-{blocked_by.id} to finish
nl: wachten tot {blocked_by._meta.model_name}-{blocked_by.id} voltooid is

source: This job is not ready to start because there is not enough available capacity.
nl: Deze taak kan nog niet beginnen omdat er niet genoeg capaciteit is.

source: The approval node {name} ({pk}) has expired after {timeout} seconds.
nl: Goedkeuringsknooppunt {name} ({pk}) is na {timeout} seconden verlopen.

source: Job could not start because it does not have a valid inventory.
nl: Taak kon niet gestart worden omdat deze geen geldig inventaris heeft.

source: Job could not start because it does not have a valid project.
nl: Taak kon niet gestart worden omdat deze geen geldig project heeft.

source: Job could not start because no Execution Environment could be found.
nl: De taak kan niet starten omdat er geen uitvoeromgeving is gevonden.

source: Scheduled job could not start because it was not in the right state or required manual credentials
nl: Geplande taak kon niet starten omdat deze niet de juiste status of handmatige toegangsgegevens vereiste

source: No error handling path for workflow job node(s) [({},{})]. Workflow job node(s) missing unified job template and error handling path [].
nl: Geen foutverwerkingspad voor workflowtaakknooppunt(en) [({},{})]. Voor workflowknooppunt(en) ontbreekt een gemeenschappelijk taaksjabloon en foutverwerkingspad [].

source: No error handling path for workflow job node(s) []. Workflow job node(s) missing unified job template and error handling path [{}].
nl: Geen foutverwerkingspad voor workflowtaakknooppunt(en) []. Voor workflowknooppunt(en) ontbreekt een gemeenschappelijk taaksjabloon en foutverwerkingspad [{}].

source: Unsupported SCM type "%s"
nl: Niet-ondersteund SCM-type ‘%s‘

source: Invalid %s URL
nl: Ongeldige %s URL

source: Unsupported %s URL
nl: Niet-ondersteunde %s URL

source: Unsupported host "%s" for file:// URL
nl: Niet-ondersteunde host ‘%s‘ voor bestand:// URL

source: Host is required for %s URL
nl: Host is vereist voor %s URL

source: Username must be "git" for SSH access to %s.
nl: Gebruikersnaam moet ‘git‘ zijn voor SSH-toegang tot %s.

source: Input type `{data_type}` is not a dictionary
nl: Soort input `{data_type}` is geen woordenlijst

source: Variables not compatible with JSON standard (error: {json_error})
nl: Variabelen niet compatibel met JSON-norm (fout: {json_error})

source: Cannot parse as JSON (error: {json_error}) or YAML (error: {yaml_error}).
nl: Kan niet parseren als JSON (fout: {json_error}) of YAML (fout: {yaml_error}).

source: Invalid manifest: a subscription manifest zip file is required.
nl: Ongeldig manifest: een zip-bestand met een abonnementsmanifest is vereist.

source: Invalid manifest: missing required files.
nl: Ongeldig manifest: er ontbreken vereiste bestanden.

source: Invalid manifest: signature verification failed.
nl: Ongeldig manifest: verificatie van de handtekening is mislukt.

source: Invalid manifest: manifest contains no subscriptions.
nl: Ongeldig manifest: manifest bevat geen abonnementen.

source: Error importing License: %s
nl: Fout bij het importeren van de licentie: %s

source: Invalid certificate or key: %s...
nl: Ongeldig certificaat of ongeldige sleutel: %s...

source: Invalid private key: unsupported type "%s"
nl: Ongeldige privésleutel: niet-ondersteund type ‘%s‘

source: Unsupported PEM object type: "%s"
nl: Niet-ondersteund PEM-objecttype ‘%s‘

source: Invalid base64-encoded data
nl: Ongeldige base64-versleutelde gegevens

source: Exactly one private key is required.
nl: Precies één privésleutel is vereist.

source: At least one private key is required.
nl: Ten minste één privésleutel is vereist.

source: At least %(min_keys)d private keys are required, only %(key_count)d provided.
nl: Er zijn ten minste %(min_keys)d privésleutels nodig, maar slechts %(key_count)d geleverd.

source: Only one private key is allowed, %(key_count)d provided.
nl: Slechts één privésleutel is toegestaan, %(key_count)d geleverd.

source: No more than %(max_keys)d private keys are allowed, %(key_count)d provided.
nl: Niet meer dan %(max_keys)d privé-sleutels zijn toegestaan, %(key_count)d geleverd.

source: Exactly one certificate is required.
nl: Precies één certificaat is vereist.

source: At least one certificate is required.
nl: Ten minste één certificaat is vereist.

source: At least %(min_certs)d certificates are required, only %(cert_count)d provided.
nl: Er zijn ten minste %(min_certs)d certificaten vereist, maar slechts %(cert_count)d geleverd.

source: Only one certificate is allowed, %(cert_count)d provided.
nl: Slechts één certificaat is toegestaan, %(cert_count)d geleverd.

source: No more than %(max_certs)d certificates are allowed, %(cert_count)d provided.
nl: Niet meer dan %(max_certs)d certificaten zijn toegestaan, %(cert_count)d geleverd.

source: The container image name {value} is not valid
nl: De naam van de containerafbeelding {value} is ongeldig

source: API Error
nl: API-fout

source: Bad Request
nl: Onjuiste aanvraag

source: The request could not be understood by the server.
nl: De aanvraag kon niet worden begrepen door de server.

source: Forbidden
nl: Niet-toegestaan

source: You don't have permission to access the requested resource.
nl: U bent niet gemachtigd om de aangevraagde bron te openen.

source: Not Found
nl: Niet gevonden

source: The requested resource could not be found.
nl: De aangevraagde bron is onvindbaar.

source: Server Error
nl: Serverfout

source: A server error has occurred.
nl: Er is een serverfout opgetreden

source: Mapping of team members (users) from social auth accounts. Configuration details are available in the documentation.
nl: Toewijzing van teamleden (gebruikers) vanuit sociale verificatieaccounts. Configuratie- details zijn beschikbaar in de documentatie.

source: Authentication Backends
nl: Verificatiebackends

source: List of authentication backends that are enabled based on license features and other authentication settings.
nl: Lijst met verificatiebackends die worden ingeschakeld op grond van licentiekenmerken en andere verificatie-instellingen.

source: Social Auth Organization Map
nl: Organisatiekaart sociale verificatie

source: Social Auth Team Map
nl: Teamkaart sociale verificatie

source: Social Auth User Fields
nl: Gebruikersvelden sociale verificatie

source: When set to an empty list `[]`, this setting prevents new user accounts from being created. Only users who have previously logged in using social auth or have a user account with a matching email address will be able to login.
nl: Indien ingesteld op een lege lijst `[]`, voorkomt deze instelling dat nieuwe gebruikersaccounts worden gemaakt. Alleen gebruikers die zich eerder hebben aangemeld met sociale verificatie of een gebruikersaccount hebben met een overeenkomend e-mailadres, kunnen zich aanmelden.

source: LDAP Server URI
nl: URI LDAP-server
